{
    "1": "I",
    "2": "SIÞEN þe sege and þe assaut watz sesed at Troye,",
    "3": "Þe borȝ brittened and brent to brondeȝ and askez,",
    "4": "Þe tulk þat þe trammes of tresoun þer wroȝt",
    "5": "Watz tried for his tricherie, þe trewest on erþe:",
    "6": "Hit watz Ennias þe athel, and his highe kynde,",
    "7": "Þat siþen depreced prouinces, and patrounes bicome",
    "8": "Welneȝe of al þe wele in þe west iles.",
    "9": "Fro riche Romulus to Rome ricchis hym swyþe,",
    "10": "With gret bobbaunce þat burȝe he biges vpon fyrst,",
    "11": "And neuenes hit his aune nome, as hit now hat;",
    "12": "Tirius to Tuskan and teldes bigynnes,",
    "13": "Langaberde in Lumbardie lyftes vp homes,",
    "14": "And fer ouer þe French flod Felix Brutus",
    "15": "On mony bonkkes ful brode Bretayn he settez",
    "16": "wyth wynne,",
    "17": "Where werre and wrake and wonder",
    "18": "Bi syþez hatz wont þerinne,",
    "19": "And oft boþe blysse and blunder",
    "20": "Ful skete hatz skyfted synne.",
    "21": "Ande quen þis Bretayn watz bigged bi þis burn rych,",
    "22": "Bolde bredden þerinne, baret þat lofden,",
    "23": "In mony turned tyme tene þat wroȝten.",
    "24": "Mo ferlyes on þis folde han fallen here oft",
    "25": "Þen in any oþer þat I wot, syn þat ilk tyme.",
    "26": "Bot of alle þat here bult, of Bretaygne kynges,",
    "27": "Ay watz Arthur þe hendest, as I haf herde telle.",
    "28": "Forþi an aunter in erde I attle to schawe,",
    "29": "Þat a selly in siȝt summe men hit holden,",
    "30": "And an outtrage awenture of Arthurez wonderez.",
    "31": "If ȝe wyl lysten þis laye bot on littel quile,",
    "32": "I schal telle hit as-tit, as I in toun herde,",
    "33": "with tonge,",
    "34": "As hit is stad and stoken",
    "35": "In stori stif and stronge,",
    "36": "With lel letteres loken,",
    "37": "In londe so hatz ben longe.",
    "38": "Þis kyng lay at Camylot vpon Krystmasse",
    "39": "With mony luflych lorde, ledez of þe best,",
    "40": "Rekenly of þe Rounde Table alle þo rich breþer,",
    "41": "With rych reuel oryȝt and rechles merþes.",
    "42": "Þer tournayed tulkes by tymez ful mony,",
    "43": "Justed ful jolilé þise gentyle kniȝtes,",
    "44": "Syþen kayred to þe court caroles to make.",
    "45": "For þer þe fest watz ilyche ful fiften dayes,",
    "46": "With alle þe mete and þe mirþe þat men couþe avyse;",
    "47": "Such glaum ande gle glorious to here,",
    "48": "Dere dyn vpon day, daunsyng on nyȝtes,",
    "49": "Al watz hap vpon heȝe in hallez and chambrez",
    "50": "With lordez and ladies, as leuest him þoȝt.",
    "51": "With all þe wele of þe worlde þay woned þer samen,",
    "52": "Þe most kyd knyȝtez vnder Krystes seluen,",
    "53": "And þe louelokkest ladies þat euer lif haden,",
    "54": "And he þe comlokest kyng þat þe court haldes;",
    "55": "For al watz þis fayre folk in her first age,",
    "56": "on sille,",
    "57": "Þe hapnest vnder heuen,",
    "58": "Kyng hyȝest mon of wylle;",
    "59": "Hit were now gret nye to neuen",
    "60": "So hardy a here on hille.",
    "61": "Wyle Nw Ȝer watz so ȝep þat hit watz nwe cummen,",
    "62": "Þat day doubble on þe dece watz þe douth serued.",
    "63": "Fro þe kyng watz cummen with knyȝtes into þe halle,",
    "64": "Þe chauntré of þe chapel cheued to an ende,",
    "65": "Loude crye watz þer kest of clerkez and oþer,",
    "66": "Nowel nayted onewe, neuened ful ofte;",
    "67": "And syþen riche forth runnen to reche hondeselle,",
    "68": "Ȝeȝed ȝeres-ȝiftes on hiȝ, ȝelde hem bi hond,",
    "69": "Debated busyly aboute þo giftes;",
    "70": "Ladies laȝed ful loude, þoȝ þay lost haden,",
    "71": "And he þat wan watz not wrothe, þat may ȝe wel trawe.",
    "72": "Alle þis mirþe þay maden to þe mete tyme;",
    "73": "When þay had waschen worþyly þay wenten to sete,",
    "74": "Þe best burne ay abof, as hit best semed,",
    "75": "Whene Guenore, ful gay, grayþed in þe myddes,",
    "76": "Dressed on þe dere des, dubbed al aboute,",
    "77": "Smal sendal bisides, a selure hir ouer",
    "78": "Of tryed tolouse, and tars tapites innoghe,",
    "79": "Þat were enbrawded and beten wyth þe best gemmes",
    "80": "Þat myȝt be preued of prys wyth penyes to bye,",
    "81": "in daye.",
    "82": "Þe comlokest to discrye",
    "83": "Þer glent with yȝen gray,",
    "84": "A semloker þat euer he syȝe",
    "85": "Soth moȝt no mon say.",
    "86": "Bot Arthure wolde not ete til al were serued,",
    "87": "He watz so joly of his joyfnes, and sumquat childgered:",
    "88": "His lif liked hym lyȝt, he louied þe lasse",
    "89": "Auþer to longe lye or to longe sitte,",
    "90": "So bisied him his ȝonge blod and his brayn wylde.",
    "91": "And also an oþer maner meued him eke",
    "92": "Þat he þurȝ nobelay had nomen, he wolde neuer ete",
    "93": "Vpon such a dere day er hym deuised were",
    "94": "Of sum auenturus þyng an vncouþe tale,",
    "95": "Of sum mayn meruayle, þat he myȝt trawe,",
    "96": "Of alderes, of armes, of oþer auenturus,",
    "97": "Oþer sum segg hym bisoȝt of sum siker knyȝt",
    "98": "To joyne wyth hym in iustyng, in jopardé to lay,",
    "99": "Lede, lif for lyf, leue vchon oþer,",
    "100": "As fortune wolde fulsun hom, þe fayrer to haue.",
    "101": "Þis watz þe kynges countenaunce where he in court were,",
    "102": "At vch farand fest among his fre meny",
    "103": "in halle.",
    "104": "Þerfore of face so fere",
    "105": "He stiȝtlez stif in stalle,",
    "106": "Ful ȝep in þat Nw Ȝere",
    "107": "Much mirthe he mas withalle.",
    "108": "Thus þer stondes in stale þe stif kyng hisseluen,",
    "109": "Talkkande bifore þe hyȝe table of trifles ful hende.",
    "110": "There gode Gawan watz grayþed Gwenore bisyde,",
    "111": "And Agrauayn a la dure mayn on þat oþer syde sittes,",
    "112": "Boþe þe kynges sistersunes and ful siker kniȝtes;",
    "113": "Bischop Bawdewyn abof biginez þe table,",
    "114": "And Ywan, Vryn son, ette with hymseluen.",
    "115": "Þise were diȝt on þe des and derworþly serued,",
    "116": "And siþen mony siker segge at þe sidbordez.",
    "117": "Þen þe first cors come with crakkyng of trumpes,",
    "118": "Wyth mony baner ful bryȝt þat þerbi henged;",
    "119": "Nwe nakryn noyse with þe noble pipes,",
    "120": "Wylde werbles and wyȝt wakned lote,",
    "121": "Þat mony hert ful hiȝe hef at her towches.",
    "122": "Dayntés dryuen þerwyth of ful dere metes,",
    "123": "Foysoun of þe fresche, and on so fele disches",
    "124": "Þat pine to fynde þe place þe peple biforne",
    "125": "For to sette þe sylueren þat sere sewes halden",
    "126": "on clothe.",
    "127": "Iche lede as he loued hymselue",
    "128": "Þer laght withouten loþe;",
    "129": "Ay two had disches twelue,",
    "130": "Good ber and bryȝt wyn boþe.",
    "131": "Now wyl I of hor seruise say yow no more,",
    "132": "For vch wyȝe may wel wit no wont þat þer were.",
    "133": "An oþer noyse ful newe neȝed biliue,",
    "134": "Þat þe lude myȝt haf leue liflode to cach;",
    "135": "For vneþe watz þe noyce not a whyle sesed,",
    "136": "And þe fyrst cource in þe court kyndely serued,",
    "137": "Þer hales in at þe halle dor an aghlich mayster,",
    "138": "On þe most on þe molde on mesure hyghe;",
    "139": "Fro þe swyre to þe swange so sware and so þik,",
    "140": "And his lyndes and his lymes so longe and so grete,",
    "141": "Half etayn in erde I hope þat he were,",
    "142": "Bot mon most I algate mynn hym to bene,",
    "143": "And þat þe myriest in his muckel þat myȝt ride;",
    "144": "For of bak and of brest al were his bodi sturne,",
    "145": "Both his wombe and his wast were worthily smale,",
    "146": "And alle his fetures folȝande, in forme þat he hade,",
    "147": "ful clene;",
    "148": "For wonder of his hwe men hade,",
    "149": "Set in his semblaunt sene;",
    "150": "He ferde as freke were fade,",
    "151": "And oueral enker-grene.",
    "152": "Ande al grayþed in grene þis gome and his wedes:",
    "153": "A strayte cote ful streȝt, þat stek on his sides,",
    "154": "A meré mantile abof, mensked withinne",
    "155": "With pelure pured apert, þe pane ful clene",
    "156": "With blyþe blaunner ful bryȝt, and his hod boþe,",
    "157": "Þat watz laȝt fro his lokkez and layde on his schulderes;",
    "158": "Heme wel-haled hose of þat same,",
    "159": "Þat spenet on his sparlyr, and clene spures vnder",
    "160": "Of bryȝt golde, vpon silk bordes barred ful ryche,",
    "161": "And scholes vnder schankes þere þe schalk rides;",
    "162": "And alle his vesture uerayly watz clene verdure,",
    "163": "Boþe þe barres of his belt and oþer blyþe stones,",
    "164": "Þat were richely rayled in his aray clene",
    "165": "Aboutte hymself and his sadel, vpon silk werkez.",
    "166": "Þat were to tor for to telle of tryfles þe halue",
    "167": "Þat were enbrauded abof, wyth bryddes and flyȝes,",
    "168": "With gay gaudi of grene, þe golde ay inmyddes.",
    "169": "Þe pendauntes of his payttrure, þe proude cropure,",
    "170": "His molaynes, and alle þe metail anamayld was þenne,",
    "171": "Þe steropes þat he stod on stayned of þe same,",
    "172": "And his arsounz al after and his aþel skyrtes,",
    "173": "Þat euer glemered and glent al of grene stones;",
    "174": "Þe fole þat he ferkkes on fyn of þat ilke,",
    "175": "sertayn,",
    "176": "A grene hors gret and þikke,",
    "177": "A stede ful stif to strayne,",
    "178": "In brawden brydel quik--",
    "179": "To þe gome he watz ful gayn.",
    "180": "Wel gay watz þis gome gered in grene,",
    "181": "And þe here of his hed of his hors swete.",
    "182": "Fayre fannand fax vmbefoldes his schulderes;",
    "183": "A much berd as a busk ouer his brest henges,",
    "184": "Þat wyth his hiȝlich here þat of his hed reches",
    "185": "Watz euesed al vmbetorne abof his elbowes,",
    "186": "Þat half his armes þer-vnder were halched in þe wyse",
    "187": "Of a kyngez capados þat closes his swyre;",
    "188": "Þe mane of þat mayn hors much to hit lyke,",
    "189": "Wel cresped and cemmed, wyth knottes ful mony",
    "190": "Folden in wyth fildore aboute þe fayre grene,",
    "191": "Ay a herle of þe here, an oþer of golde;",
    "192": "Þe tayl and his toppyng twynnen of a sute,",
    "193": "And bounden boþe wyth a bande of a bryȝt grene,",
    "194": "Dubbed wyth ful dere stonez, as þe dok lasted,",
    "195": "Syþen þrawen wyth a þwong a þwarle knot alofte,",
    "196": "Þer mony bellez ful bryȝt of brende golde rungen.",
    "197": "Such a fole vpon folde, ne freke þat hym rydes,",
    "198": "Watz neuer sene in þat sale wyth syȝt er þat tyme,",
    "199": "with yȝe.",
    "200": "He loked as layt so lyȝt,",
    "201": "So sayd al þat hym syȝe;",
    "202": "Hit semed as no mon myȝt",
    "203": "Vnder his dynttez dryȝe.",
    "204": "Wheþer hade he no helme ne hawbergh nauþer,",
    "205": "Ne no pysan ne no plate þat pented to armes,",
    "206": "Ne no schafte ne no schelde to schwue ne to smyte,",
    "207": "Bot in his on honde he hade a holyn bobbe,",
    "208": "Þat is grattest in grene when greuez ar bare,",
    "209": "And an ax in his oþer, a hoge and vnmete,",
    "210": "A spetos sparþe to expoun in spelle, quoso myȝt.",
    "211": "Þe lenkþe of an elnȝerde þe large hede hade,",
    "212": "Þe grayn al of grene stele and of golde hewen,",
    "213": "Þe bit burnyst bryȝt, with a brod egge",
    "214": "As wel schapen to schere as scharp rasores,",
    "215": "Þe stele of a stif staf þe sturne hit bi grypte,",
    "216": "Þat watz wounden wyth yrn to þe wandez ende,",
    "217": "And al bigrauen with grene in gracios werkes;",
    "218": "A lace lapped aboute, þat louked at þe hede,",
    "219": "And so after þe halme halched ful ofte,",
    "220": "Wyth tryed tasselez þerto tacched innoghe",
    "221": "On botounz of þe bryȝt grene brayden ful ryche.",
    "222": "Þis haþel heldez hym in and þe halle entres,",
    "223": "Driuande to þe heȝe dece, dut he no woþe,",
    "224": "Haylsed he neuer one, bot heȝe he ouer loked.",
    "225": "Þe fyrst word þat he warp, 'Wher is', he sayd,",
    "226": "'Þe gouernour of þis gyng? Gladly I wolde",
    "227": "Se þat segg in syȝt, and with hymself speke",
    "228": "raysoun.'",
    "229": "To knyȝtez he kest his yȝe,",
    "230": "And reled hym vp and doun;",
    "231": "He stemmed, and con studie",
    "232": "Quo walt þer most renoun.",
    "233": "Ther watz lokyng on lenþe þe lude to beholde,",
    "234": "For vch mon had meruayle quat hit mene myȝt",
    "235": "Þat a haþel and a horse myȝt such a hwe lach,",
    "236": "As growe grene as þe gres and grener hit semed,",
    "237": "Þen grene aumayl on golde glowande bryȝter.",
    "238": "Al studied þat þer stod, and stalked hym nerre",
    "239": "Wyth al þe wonder of þe worlde what he worch schulde.",
    "240": "For fele sellyez had þay sen, bot such neuer are;",
    "241": "Forþi for fantoum and fayryȝe þe folk þere hit demed.",
    "242": "Þerfore to answare watz arȝe mony aþel freke,",
    "243": "And al stouned at his steuen and stonstil seten",
    "244": "In a swoghe sylence þurȝ þe sale riche;",
    "245": "As al were slypped vpon slepe so slaked hor lotez",
    "246": "in hyȝe--",
    "247": "I deme hit not al for doute,",
    "248": "Bot sum for cortaysye--",
    "249": "Bot let hym þat al schulde loute",
    "250": "Cast vnto þat wyȝe.",
    "251": "Þenn Arþour bifore þe hiȝ dece þat auenture byholdez,",
    "252": "And rekenly hym reuerenced, for rad was he neuer,",
    "253": "And sayde, 'Wyȝe, welcum iwys to þis place,",
    "254": "Þe hede of þis ostel Arthour I hat;",
    "255": "Liȝt luflych adoun and lenge, I þe praye,",
    "256": "And quat-so þy wylle is we schal wyt after.'",
    "257": "'Nay, as help me,' quoþ þe haþel, 'he þat on hyȝe syttes,",
    "258": "To wone any quyle in þis won, hit watz not myn ernde;",
    "259": "Bot for þe los of þe, lede, is lyft vp so hyȝe,",
    "260": "And þy burȝ and þy burnes best ar holden,",
    "261": "Stifest vnder stel-gere on stedes to ryde,",
    "262": "Þe wyȝtest and þe worþyest of þe worldes kynde,",
    "263": "Preue for to play wyth in oþer pure laykez,",
    "264": "And here is kydde cortaysye, as I haf herd carp,",
    "265": "And þat hatz wayned me hider, iwyis, at þis tyme.",
    "266": "Ȝe may be seker bi þis braunch þat I bere here",
    "267": "Þat I passe as in pes, and no plyȝt seche;",
    "268": "For had I founded in fere in feȝtyng wyse,",
    "269": "I haue a hauberghe at home and a helme boþe,",
    "270": "A schelde and a scharp spere, schinande bryȝt,",
    "271": "Ande oþer weppenes to welde, I wene wel, als;",
    "272": "Bot for I wolde no were, my wedez ar softer.",
    "273": "Bot if þou be so bold as alle burnez tellen,",
    "274": "Þou wyl grant me godly þe gomen þat I ask",
    "275": "bi ryȝt.'",
    "276": "Arthour con onsware,",
    "277": "And sayd, 'Sir cortays knyȝt,",
    "278": "If þou craue batayl bare,",
    "279": "Here faylez þou not to fyȝt.'",
    "280": "'Nay, frayst I no fyȝt, in fayth I þe telle,",
    "281": "Hit arn aboute on þis bench bot berdlez chylder.",
    "282": "If I were hasped in armes on a heȝe stede,",
    "283": "Here is no mon me to mach, for myȝtez so wayke.",
    "284": "Forþy I craue in þis court a Crystemas gomen,",
    "285": "For hit is Ȝol and Nwe Ȝer, and here ar ȝep mony:",
    "286": "If any so hardy in þis hous holdez hymseluen,",
    "287": "Be so bolde in his blod, brayn in hys hede,",
    "288": "Þat dar stifly strike a strok for an oþer,",
    "289": "I schal gif hym of my gyft þys giserne ryche,",
    "290": "Þis ax, þat is heué innogh, to hondele as hym lykes,",
    "291": "And I schal bide þe fyrst bur as bare as I sitte.",
    "292": "If any freke be so felle to fonde þat I telle,",
    "293": "Lepe lyȝtly me to, and lach þis weppen,",
    "294": "I quit-clayme hit for euer, kepe hit as his auen,",
    "295": "And I schal stonde hym a strok, stif on þis flet,",
    "296": "Ellez þou wyl diȝt me þe dom to dele hym an oþer",
    "297": "barlay,",
    "298": "And ȝet gif hym respite,",
    "299": "A twelmonyth and a day;",
    "300": "Now hyȝe, and let se tite",
    "301": "Dar any herinne oȝt say.'",
    "302": "If he hem stowned vpon fyrst, stiller were þanne",
    "303": "Alle þe heredmen in halle, þe hyȝ and þe loȝe.",
    "304": "Þe renk on his rouncé hym ruched in his sadel,",
    "305": "And runischly his rede yȝen he reled aboute,",
    "306": "Bende his bresed broȝez, blycande grene,",
    "307": "Wayued his berde for to wayte quo-so wolde ryse.",
    "308": "When non wolde kepe hym with carp he coȝed ful hyȝe,",
    "309": "Ande rimed hym ful richly, and ryȝt hym to speke:",
    "310": "'What, is þis Arthures hous,' quoþ þe haþel þenne,",
    "311": "'Þat al þe rous rennes of þurȝ ryalmes so mony?",
    "312": "Where is now your sourquydrye and your conquestes,",
    "313": "Your gryndellayk and your greme, and your grete wordes?",
    "314": "Now is þe reuel and þe renoun of þe Rounde Table",
    "315": "Ouerwalt wyth a worde of on wyȝes speche,",
    "316": "For al dares for drede withoute dynt schewed!'",
    "317": "Wyth þis he laȝes so loude þat þe lorde greued;",
    "318": "Þe blod schot for scham into his schyre face",
    "319": "and lere;",
    "320": "He wex as wroth as wynde,",
    "321": "So did alle þat þer were.",
    "322": "Þe kyng as kene bi kynde",
    "323": "Þen stod þat stif mon nere,",
    "324": "Ande sayde, 'Haþel, by heuen, þyn askyng is nys,",
    "325": "And as þou foly hatz frayst, fynde þe behoues.",
    "326": "I know no gome þat is gast of þy grete wordes;",
    "327": "Gif me now þy geserne, vpon Godez halue,",
    "328": "And I schal bayþen þy bone þat þou boden habbes.'",
    "329": "Lyȝtly lepez he hym to, and laȝt at his honde.",
    "330": "Þen feersly þat oþer freke vpon fote lyȝtis.",
    "331": "Now hatz Arthure his axe, and þe halme grypez,",
    "332": "And sturnely sturez hit aboute, þat stryke wyth hit þoȝt.",
    "333": "Þe stif mon hym bifore stod vpon hyȝt,",
    "334": "Herre þen ani in þe hous by þe hede and more.",
    "335": "Wyth sturne schere þer he stod he stroked his berde,",
    "336": "And wyth a countenaunce dryȝe he droȝ doun his cote,",
    "337": "No more mate ne dismayd for hys mayn dintez",
    "338": "Þen any burne vpon bench hade broȝt hym to drynk",
    "339": "of wyne.",
    "340": "Gawan, þat sate bi þe quene,",
    "341": "To þe kyng he can enclyne:",
    "342": "'I beseche now with saȝez sene",
    "343": "Þis melly mot be myne.",
    "344": "'Wolde ȝe, worþilych lorde,' quoþ Wawan to þe kyng,",
    "345": "'Bid me boȝe fro þis benche, and stonde by yow þere,",
    "346": "Þat I wythoute vylanye myȝt voyde þis table,",
    "347": "And þat my legge lady lyked not ille,",
    "348": "I wolde com to your counseyl bifore your cort ryche.",
    "349": "For me þink hit not semly, as hit is soþ knawen,",
    "350": "Þer such an askyng is heuened so hyȝe in your sale,",
    "351": "Þaȝ ȝe ȝourself be talenttyf, to take hit to yourseluen,",
    "352": "Whil mony so bolde yow aboute vpon bench sytten,",
    "353": "Þat vnder heuen I hope non haȝerer of wylle,",
    "354": "Ne better bodyes on bent þer baret is rered.",
    "355": "I am þe wakkest, I wot, and of wyt feblest,",
    "356": "And lest lur of my lyf, quo laytes þe soþe--",
    "357": "Bot for as much as ȝe ar myn em I am only to prayse,",
    "358": "No bounté bot your blod I in my bodé knowe;",
    "359": "And syþen þis note is so nys þat noȝt hit yow falles,",
    "360": "And I haue frayned hit at yow fyrst, foldez hit to me;",
    "361": "And if I carp not comlyly, let alle þis cort rych",
    "362": "bout blame.'",
    "363": "Ryche togeder con roun,",
    "364": "And syþen þay redden alle same",
    "365": "To ryd þe kyng wyth croun,",
    "366": "And gif Gawan þe game.",
    "367": "Þen comaunded þe kyng þe knyȝt for to ryse;",
    "368": "And he ful radly vpros, and ruchched hym fayre,",
    "369": "Kneled doun bifore þe kyng, and cachez þat weppen;",
    "370": "And he luflyly hit hym laft, and lyfte vp his honde,",
    "371": "And gef hym Goddez blessyng, and gladly hym biddes",
    "372": "Þat his hert and his honde schulde hardi be boþe.",
    "373": "'Kepe þe cosyn,' quoþ þe kyng, 'þat þou on kyrf sette,",
    "374": "And if þou redeȝ hym ryȝt, redly I trowe",
    "375": "Þat þou schal byden þe bur þat he schal bede after.'",
    "376": "Gawan gotz to þe gome with giserne in honde,",
    "377": "And he baldly hym bydez, he bayst neuer þe helder.",
    "378": "Þen carppez to Sir Gawan þe knyȝt in þe grene,",
    "379": "'Refourme we oure forwardes, er we fyrre passe.",
    "380": "Fyrst I eþe þe, haþel, how þat þou hattes",
    "381": "Þat þou me telle truly, as I tryst may.'",
    "382": "'In god fayth,' quoþ þe goode knyȝt, 'Gawan I hatte,",
    "383": "Þat bede þe þis buffet, quat-so bifallez after,",
    "384": "And at þis tyme twelmonyth take at þe an oþer",
    "385": "Wyth what weppen so þou wylt, and wyth no wyȝ ellez",
    "386": "on lyue.'",
    "387": "Þat oþer onswarez agayn,",
    "388": "'Sir Gawan, so mot I þryue",
    "389": "As I am ferly fayn",
    "390": "Þis dint þat þou schal dryue.",
    "391": "'Bigog,' quoþ þe grene knyȝt, 'Sir Gawan, me lykes",
    "392": "Þat I schal fange at þy fust þat I haf frayst here.",
    "393": "And þou hatz redily rehersed, bi resoun ful trwe,",
    "394": "Clanly al þe couenaunt þat I þe kynge asked,",
    "395": "Saf þat þou schal siker me, segge, bi þi trawþe,",
    "396": "Þat þou schal seche me þiself, where-so þou hopes",
    "397": "I may be funde vpon folde, and foch þe such wages",
    "398": "As þou deles me to-day bifore þis douþe ryche.'",
    "399": "'Where schulde I wale þe,' quoþ Gauan, 'where is þy place?",
    "400": "I wot neuer where þou wonyes, bi hym þat me wroȝt,",
    "401": "Ne I know not þe, knyȝt, by cort ne þi name.",
    "402": "Bot teche me truly þerto, and telle me how þou hattes,",
    "403": "And I schal ware alle my wyt to wynne me þeder,",
    "404": "And þat I swere þe for soþe, and by my seker traweþ.'",
    "405": "'Þat is innogh in Nwe Ȝer, hit nedes no more',",
    "406": "Quoþ þe gome in þe grene to Gawan þe hende;",
    "407": "'Ȝif I þe telle trwly, quen I þe tape haue",
    "408": "And þou me smoþely hatz smyten, smartly I þe teche",
    "409": "Of my hous and my home and myn owen nome,",
    "410": "Þen may þou frayst my fare and forwardez holde;",
    "411": "And if I spende no speche, þenne spedez þou þe better,",
    "412": "For þou may leng in þy londe and layt no fyrre--",
    "413": "bot slokes!",
    "414": "Ta now þy grymme tole to þe,",
    "415": "And let se how þou cnokez.'",
    "416": "'Gladly, sir, for soþe',",
    "417": "Quoþ Gawan; his ax he strokes.",
    "418": "Þe grene knyȝt vpon grounde grayþely hym dresses,",
    "419": "A littel lut with þe hede, þe lere he discouerez,",
    "420": "His longe louelych lokkez he layd ouer his croun,",
    "421": "Let þe naked nec to þe note schewe.",
    "422": "Gauan gripped to his ax, and gederes hit on hyȝt,",
    "423": "Þe kay fot on þe folde he before sette,",
    "424": "Let him doun lyȝtly lyȝt on þe naked,",
    "425": "Þat þe scharp of þe schalk schyndered þe bones,",
    "426": "And schrank þurȝ þe schyire grece, and schade hit in twynne,",
    "427": "Þat þe bit of þe broun stel bot on þe grounde.",
    "428": "Þe fayre hede fro þe halce hit to þe erþe,",
    "429": "Þat fele hit foyned wyth her fete, þere hit forth roled;",
    "430": "Þe blod brayd fro þe body, þat blykked on þe grene;",
    "431": "And nawþer faltered ne fel þe freke neuer þe helder,",
    "432": "Bot styþly he start forth vpon styf schonkes,",
    "433": "And runyschly he raȝt out, þere as renkkez stoden,",
    "434": "Laȝt to his lufly hed, and lyft hit vp sone;",
    "435": "And syþen boȝez to his blonk, þe brydel he cachchez,",
    "436": "Steppez into stelbawe and strydez alofte,",
    "437": "And his hede by þe here in his honde haldez;",
    "438": "And as sadly þe segge hym in his sadel sette",
    "439": "As non vnhap had hym ayled, þaȝ hedlez he were",
    "440": "in stedde.",
    "441": "He brayde his bulk aboute,",
    "442": "Þat vgly bodi þat bledde;",
    "443": "Moni on of hym had doute,",
    "444": "Bi þat his resounz were redde.",
    "445": "For þe hede in his honde he haldez vp euen,",
    "446": "Toward þe derrest on þe dece he dressez þe face,",
    "447": "And hit lyfte vp þe yȝe-lyddez and loked ful brode,",
    "448": "And meled þus much with his muthe, as ȝe may now here:",
    "449": "'Loke, Gawan, þou be grayþe to go as þou hettez,",
    "450": "And layte as lelly til þou me, lude, fynde,",
    "451": "As þou hatz hette in þis halle, herande þise knyȝtes;",
    "452": "To þe grene chapel þou chose, I charge þe, to fotte",
    "453": "Such a dunt as þou hatz dalt--disserued þou habbez",
    "454": "To be ȝederly ȝolden on Nw Ȝeres morn.",
    "455": "Þe knyȝt of þe grene chapel men knowen me mony;",
    "456": "Forþi me for to fynde if þou fraystez, faylez þou neuer.",
    "457": "Þerfore com, oþer recreaunt be calde þe behoues.'",
    "458": "With a runisch rout þe raynez he tornez,",
    "459": "Halled out at þe hal dor, his hed in his hande,",
    "460": "Þat þe fyr of þe flynt flaȝe fro fole houes.",
    "461": "To quat kyth he becom knwe non þere,",
    "462": "Neuer more þen þay wyste from queþen he watz wonnen.",
    "463": "What þenne?",
    "464": "Þe kyng and Gawen þare",
    "465": "At þat grene þay laȝe and grenne,",
    "466": "Ȝet breued watz hit ful bare",
    "467": "A meruayl among þo menne.",
    "468": "Þaȝ Arþer þe hende kyng at hert hade wonder,",
    "469": "He let no semblaunt be sene, bot sayde ful hyȝe",
    "470": "To þe comlych quene wyth cortays speche,",
    "471": "'Dere dame, to-day demay yow neuer;",
    "472": "Wel bycommes such craft vpon Cristmasse,",
    "473": "Laykyng of enterludez, to laȝe and to syng,",
    "474": "Among þise kynde caroles of knyȝtez and ladyez.",
    "475": "Neuer þe lece to my mete I may me wel dres,",
    "476": "For I haf sen a selly, I may not forsake.'",
    "477": "He glent vpon Sir Gawen, and gaynly he sayde,",
    "478": "'Now, sir, heng vp þyn ax, þat hatz innogh hewen';",
    "479": "And hit watz don abof þe dece on doser to henge,",
    "480": "Þer alle men for meruayl myȝt on hit loke,",
    "481": "And bi trwe tytel þerof to telle þe wonder.",
    "482": "Þenne þay boȝed to a borde þise burnes togeder,",
    "483": "Þe kyng and þe gode knyȝt, and kene men hem serued",
    "484": "Of alle dayntyez double, as derrest myȝt falle;",
    "485": "Wyth alle maner of mete and mynstralcie boþe,",
    "486": "Wyth wele walt þday, til worþed an ende",
    "487": "in londe.",
    "488": "Now þenk wel, Sir Gawan,",
    "489": "For woþe þat þou ne wonde",
    "490": "Þis auenture for to frayn",
    "491": "Þat þou hatz tan on honde.",
    "492": "II",
    "493": "THIS hanselle hatz Arthur of auenturus on fyrst",
    "494": "In ȝonge ȝer, for he ȝerned ȝelpyng to here.",
    "495": "Thaȝ hym wordez were wane when þay to sete wenten,",
    "496": "Now ar þay stoken of sturne werk, stafful her hond.",
    "497": "Gawan watz glad to begynne þose gomnez in halle,",
    "498": "Bot þaȝ þe ende be heuy haf ȝe no wonder;",
    "499": "For þaȝ men ben mery in mynde quen þay han mayn drynk,",
    "500": "A ȝere ȝernes ful ȝerne, and ȝeldez neuer lyke,",
    "501": "Þe forme to þe fynisment foldez ful selden.",
    "502": "Forþi þis Ȝol ouerȝede, and þe ȝere after,",
    "503": "And vche sesoun serlepes sued after oþer:",
    "504": "After Crystenmasse com þe crabbed lentoun,",
    "505": "Þat fraystez flesch wyth þe fysche and fode more symple;",
    "506": "Bot þenne þe weder of þe worlde wyth wynter hit þrepez,",
    "507": "Colde clengez adoun, cloudez vplyften,",
    "508": "Schyre schedez þe rayn in schowrez ful warme,",
    "509": "Fallez vpon fayre flat, flowrez þere schewen,",
    "510": "Boþe groundez and þe greuez grene ar her wedez,",
    "511": "Bryddez busken to bylde, and bremlych syngen",
    "512": "For solace of þe softe somer þat sues þerafter",
    "513": "bi bonk;",
    "514": "And blossumez bolne to blowe",
    "515": "Bi rawez rych and ronk,",
    "516": "Þen notez noble innoȝe",
    "517": "Ar herde in wod so wlonk.",
    "518": "After þe sesoun of somer wyth þe soft wyndez",
    "519": "Quen Zeferus syflez hymself on sedez and erbez,",
    "520": "Wela wynne is þe wort þat waxes þeroute,",
    "521": "When þe donkande dewe dropez of þe leuez,",
    "522": "To bide a blysful blusch of þe bryȝt sunne.",
    "523": "Bot þen hyȝes heruest, and hardenes hym sone,",
    "524": "Warnez hym for þe wynter to wax ful rype;",
    "525": "He dryues wyth droȝt þe dust for to ryse,",
    "526": "Fro þe face of þe folde to flyȝe ful hyȝe;",
    "527": "Wroþe wynde of þe welkyn wrastelez with þe sunne,",
    "528": "Þe leuez lancen fro þe lynde and lyȝten on þe grounde,",
    "529": "And al grayes þe gres þat grene watz ere;",
    "530": "Þenne al rypez and rotez þat ros vpon fyrst,",
    "531": "And þus ȝirnez þe ȝere in ȝisterdayez mony,",
    "532": "And wynter wyndez aȝayn, as þe worlde askez,",
    "533": "no fage,",
    "534": "Til Meȝelmas mone",
    "535": "Watȝ cumen wyth wynter wage;",
    "536": "Þen þenkkez Gawan ful sone",
    "537": "Of his anious uyage.",
    "538": "Ȝet quyl Al-hal-day with Arþer he lenges;",
    "539": "And he made a fare on þat fest for þe frekez sake,",
    "540": "With much reuel and ryche of þe Rounde Table.",
    "541": "Knyȝtez ful cortays and comlych ladies",
    "542": "Al for luf of þat lede in longynge þay were,",
    "543": "Bot neuer þe lece ne þe later þay neuened bot merþe:",
    "544": "Mony ioylez for þat ientyle iapez þer maden.",
    "545": "For aftter mete with mournyng he melez to his eme,",
    "546": "And spekez of his passage, and pertly he sayde,",
    "547": "'Now, lege lorde of my lyf, leue I yow ask;",
    "548": "Ȝe knowe þe cost of þis cace, kepe I no more",
    "549": "To telle yow tenez þerof neuer bot trifel;",
    "550": "Bot I am boun to þe bur barely to-morne",
    "551": "To sech þe gome of þe grene, as God wyl me wysse.'",
    "552": "Þenne þe best of þe burȝ boȝed togeder,",
    "553": "Aywan, and Errik, and oþer ful mony,",
    "554": "Sir Doddinaual de Sauage, þe duk of Clarence,",
    "555": "Launcelot, and Lyonel, and Lucan þe gode,",
    "556": "Sir Boos, and Sir Byduer, big men boþe,",
    "557": "And mony oþer menskful, with Mador de la Port.",
    "558": "Alle þis compayny of court com þe kyng nerre",
    "559": "For to counseyl þe knyȝt, with care at her hert.",
    "560": "Þere watz much derue doel driuen in þe sale",
    "561": "Þat so worþé as Wawan schulde wende on þat ernde,",
    "562": "To dryȝe a delful dynt, and dele no more",
    "563": "wyth bronde.",
    "564": "Þe knyȝt mad ay god chere,",
    "565": "And sayde, 'Quat schuld I wonde?",
    "566": "Of destinés derf and dere",
    "567": "What may mon do bot fonde?'",
    "568": "He dowellez þer al þat day, and dressez on þe morn,",
    "569": "Askez erly hys armez, and alle were þay broȝt.",
    "570": "Fyrst a tulé tapit tyȝt ouer þe flet,",
    "571": "And miche watz þe gyld gere þat glent þeralofte;",
    "572": "Þe stif mon steppez þeron, and þe stel hondelez,",
    "573": "Dubbed in a dublet of a dere tars,",
    "574": "And syþen a crafty capados, closed aloft,",
    "575": "Þat wyth a bryȝt blaunner was bounden withinne.",
    "576": "Þenne set þay þe sabatounz vpon þe segge fotez,",
    "577": "His legez lapped in stel with luflych greuez,",
    "578": "With polaynez piched þerto, policed ful clene,",
    "579": "Aboute his knez knaged wyth knotez of golde;",
    "580": "Queme quyssewes þen, þat coyntlych closed",
    "581": "His thik þrawen þyȝez, with þwonges to tachched;",
    "582": "And syþen þe brawden bryné of bryȝt stel ryngez",
    "583": "Vmbeweued þat wyȝ vpon wlonk stuffe,",
    "584": "And wel bornyst brace vpon his boþe armes,",
    "585": "With gode cowters and gay, and glouez of plate,",
    "586": "And alle þe godlych gere þat hym gayn schulde",
    "587": "þat tyde;",
    "588": "Wyth ryche cote-armure,",
    "589": "His gold sporez spend with pryde,",
    "590": "Gurde wyth a bront ful sure",
    "591": "With silk sayn vmbe his syde.",
    "592": "When he watz hasped in armes, his harnays watz ryche:",
    "593": "Þe lest lachet ouer loupe lemed of golde.",
    "594": "So harnayst as he watz he herknez his masse,",
    "595": "Offred and honoured at þe heȝe auter.",
    "596": "Syþen he comez to þe kyng and to his cort-ferez,",
    "597": "Lachez lufly his leue at lordez and ladyez;",
    "598": "And þay hym kyst and conueyed, bikende hym to Kryst.",
    "599": "Bi þat watz Gryngolet grayth, and gurde with a sadel",
    "600": "Þat glemed ful gayly with mony golde frenges,",
    "601": "Ayquere naylet ful nwe, for þat note ryched;",
    "602": "Þe brydel barred aboute, with bryȝt golde bounden;",
    "603": "Þe apparayl of þe payttrure and of þe proude skyrtez,",
    "604": "Þe cropore and þe couertor, acorded wyth þe arsounez;",
    "605": "And al watz rayled on red ryche golde naylez,",
    "606": "Þat al glytered and glent as glem of þe sunne.",
    "607": "Þenne hentes he þe helme, and hastily hit kysses,",
    "608": "Þat watz stapled stifly, and stoffed wythinne.",
    "609": "Hit watz hyȝe on his hede, hasped bihynde,",
    "610": "Wyth a lyȝtly vrysoun ouer þe auentayle,",
    "611": "Enbrawden and bounden wyth þe best gemmez",
    "612": "On brode sylkyn borde, and bryddez on semez,",
    "613": "As papiayez paynted peruyng bitwene,",
    "614": "Tortors and trulofez entayled so þyk",
    "615": "As mony burde þeraboute had ben seuen wynter",
    "616": "in toune.",
    "617": "Þe cercle watz more o prys",
    "618": "Þat vmbeclypped hys croun,",
    "619": "Of diamauntez a deuys",
    "620": "Þat boþe were bryȝt and broun.",
    "621": "THEN þay schewed hym þe schelde, þat was of schyr goulez",
    "622": "Wyth þe pentangel depaynt of pure golde hwez.",
    "623": "He braydez hit by þe bauderyk, aboute þe hals kestes,",
    "624": "Þat bisemed þe segge semlyly fayre.",
    "625": "And quy þe pentangel apendez to þat prynce noble",
    "626": "I am in tent yow to telle, þof tary hyt me schulde:",
    "627": "Hit is a syngne þat Salamon set sumquyle",
    "628": "In bytoknyng of trawþe, bi tytle þat hit habbez,",
    "629": "For hit is a figure þat haldez fyue poyntez,",
    "630": "And vche lyne vmbelappez and loukez in oþer,",
    "631": "And ayquere hit is endelez; and Englych hit callen",
    "632": "Oueral, as I here, þe endeles knot.",
    "633": "Forþy hit acordez to þis knyȝt and to his cler armez,",
    "634": "For ay faythful in fyue and sere fyue syþez",
    "635": "Gawan watz for gode knawen, and as golde pured,",
    "636": "Voyded of vche vylany, wyth vertuez ennourned",
    "637": "in mote;",
    "638": "Forþy þe pentangel nwe",
    "639": "He ber in schelde and cote,",
    "640": "As tulk of tale most trwe",
    "641": "And gentylest knyȝt of lote.",
    "642": "Fyrst he watz funden fautlez in his fyue wyttez,",
    "643": "And efte fayled neuer þe freke in his fyue fyngres,",
    "644": "And alle his afyaunce vpon folde watz in þe fyue woundez",
    "645": "Þat Cryst kaȝt on þe croys, as þe crede tellez;",
    "646": "And quere-so-euer þys mon in melly watz stad,",
    "647": "His þro þoȝt watz in þat, þurȝ alle oþer þyngez,",
    "648": "Þat alle his forsnes he feng at þe fyue joyez",
    "649": "Þat þe hende heuen-quene had of hir chylde;",
    "650": "At þis cause þe knyȝt comlyche hade",
    "651": "In þe inore half of his schelde hir ymage depaynted,",
    "652": "Þat quen he blusched þerto his belde neuer payred.",
    "653": "Þe fyft fyue þat I finde þat þe frek vsed",
    "654": "Watz fraunchyse and felaȝschyp forbe al þyng,",
    "655": "His clannes and his cortaysye croked were neuer,",
    "656": "And pité, þat passez alle poyntez, þyse pure fyue",
    "657": "Were harder happed on þat haþel þen on any oþer.",
    "658": "Now alle þese fyue syþez, for soþe, were fetled on þis knyȝt,",
    "659": "And vchone halched in oþer, þat non ende hade,",
    "660": "And fyched vpon fyue poyntez, þat fayld neuer,",
    "661": "Ne samned neuer in no syde, ne sundred nouþer,",
    "662": "Withouten ende at any noke I oquere fynde,",
    "663": "Whereeuer þe gomen bygan, or glod to an ende.",
    "664": "Þerfore on his schene schelde schapen watz þe knot",
    "665": "Ryally wyth red golde vpon rede gowlez,",
    "666": "Þat is þe pure pentaungel wyth þe peple called",
    "667": "with lore.",
    "668": "Now grayþed is Gawan gay,",
    "669": "And laȝt his launce ryȝt þore,",
    "670": "And gef hem alle goud day,",
    "671": "He wende for euermore.",
    "672": "He sperred þe sted with þe spurez and sprong on his way,",
    "673": "So stif þat þe ston-fyr stroke out þerafter.",
    "674": "Al þat seȝ þat semly syked in hert,",
    "675": "And sayde soþly al same segges til oþer,",
    "676": "Carande for þat comly: 'Bi Kryst, hit is scaþe",
    "677": "Þat þou, leude, schal be lost, þat art of lyf noble!",
    "678": "To fynde hys fere vpon folde, in fayth, is not eþe.",
    "679": "Warloker to haf wroȝt had more wyt bene,",
    "680": "And haf dyȝt ȝonder dere a duk to haue worþed;",
    "681": "A lowande leder of ledez in londe hym wel semez,",
    "682": "And so had better haf ben þen britned to noȝt,",
    "683": "Hadet wyth an aluisch mon, for angardez pryde.",
    "684": "Who knew euer any kyng such counsel to take",
    "685": "As knyȝtez in cauelaciounz on Crystmasse gomnez!'",
    "686": "Wel much watz þe warme water þat waltered of yȝen,",
    "687": "When þat semly syre soȝt fro þo wonez",
    "688": "þad daye.",
    "689": "He made non abode,",
    "690": "Bot wyȝtly went hys way;",
    "691": "Mony wylsum way he rode,",
    "692": "Þe bok as I herde say.",
    "693": "Now ridez þis renk þurȝ þe ryalme of Logres,",
    "694": "Sir Gauan, on Godez halue, þaȝ hym no gomen þoȝt.",
    "695": "Oft leudlez alone he lengez on nyȝtez",
    "696": "Þer he fonde noȝt hym byfore þe fare þat he lyked.",
    "697": "Hade he no fere bot his fole bi frythez and dounez,",
    "698": "Ne no gome bot God bi gate wyth to karp,",
    "699": "Til þat he neȝed ful neghe into þe Norþe Walez.",
    "700": "Alle þe iles of Anglesay on lyft half he haldez,",
    "701": "And farez ouer þe fordez by þe forlondez,",
    "702": "Ouer at þe Holy Hede, til he hade eft bonk",
    "703": "In þe wyldrenesse of Wyrale; wonde þer bot lyte",
    "704": "Þat auþer God oþer gome wyth goud hert louied.",
    "705": "And ay he frayned, as he ferde, at frekez þat he met,",
    "706": "If þay hade herde any karp of a knyȝt grene,",
    "707": "In any grounde þeraboute, of þe grene chapel;",
    "708": "And al nykked hym wyth nay, þat neuer in her lyue",
    "709": "Þay seȝe neuer no segge þat watz of suche hwez",
    "710": "of grene.",
    "711": "Þe knyȝt tok gates straunge",
    "712": "In mony a bonk vnbene,",
    "713": "His cher ful oft con chaunge",
    "714": "Þat chapel er he myȝt sene.",
    "715": "Mony klyf he ouerclambe in contrayez straunge,",
    "716": "Fer floten fro his frendez fremedly he rydez.",
    "717": "At vche warþe oþer water þer þe wyȝe passed",
    "718": "He fonde a foo hym byfore, bot ferly hit were,",
    "719": "And þat so foule and so felle þat feȝt hym byhode.",
    "720": "So mony meruayl bi mount þer þe mon fyndez,",
    "721": "Hit were to tore for to telle of þe tenþe dole.",
    "722": "Sumwhyle wyth wormez he werrez, and with wolues als,",
    "723": "Sumwhyle wyth wodwos, þat woned in þe knarrez,",
    "724": "Boþe wyth bullez and berez, and borez oþerquyle,",
    "725": "And etaynez, þat hym anelede of þe heȝe felle;",
    "726": "Nade he ben duȝty and dryȝe, and Dryȝtyn had serued,",
    "727": "Douteles he hade ben ded and dreped ful ofte.",
    "728": "For werre wrathed hym not so much þat wynter nas wors,",
    "729": "When þe colde cler water fro þe cloudez schadde,",
    "730": "And fres er hit falle myȝt to þe fale erþe;",
    "731": "Ner slayn wyth þe slete he sleped in his yrnes",
    "732": "Mo nyȝtez þen innoghe in naked rokkez,",
    "733": "Þer as claterande fro þe crest þe colde borne rennez,",
    "734": "And henged heȝe ouer his hede in hard iisse-ikkles.",
    "735": "Þus in peryl and payne and plytes ful harde",
    "736": "Bi contray cayrez þis knyȝt, tyl Krystmasse euen,",
    "737": "al one;",
    "738": "Þe knyȝt wel þat tyde",
    "739": "To Mary made his mone,",
    "740": "Þat ho hym red to ryde",
    "741": "And wysse hym to sum wone.",
    "742": "Bi a mounte on þe morne meryly he rydes",
    "743": "Into a forest ful dep, þat ferly watz wylde,",
    "744": "Hiȝe hillez on vche a halue, and holtwodez vnder",
    "745": "Of hore okez ful hoge a hundreth togeder;",
    "746": "Þe hasel and þe haȝþorne were harled al samen,",
    "747": "With roȝe raged mosse rayled aywhere,",
    "748": "With mony bryddez vnblyþe vpon bare twyges,",
    "749": "Þat pitosly þer piped for pyne of þe colde.",
    "750": "Þe gome vpon Gryngolet glydez hem vnder,",
    "751": "Þurȝ mony misy and myre, mon al hym one,",
    "752": "Carande for his costes, lest he ne keuer schulde",
    "753": "To se þe seruyse of þat syre, þat on þat self nyȝt",
    "754": "Of a burde watz borne oure baret to quelle;",
    "755": "And þerfore sykyng he sayde, 'I beseche þe, lorde,",
    "756": "And Mary, þat is myldest moder so dere,",
    "757": "Of sum herber þer heȝly I myȝt here masse,",
    "758": "Ande þy matynez to-morne, mekely I ask,",
    "759": "And þerto prestly I pray my pater and aue",
    "760": "and crede.'",
    "761": "He rode in his prayere,",
    "762": "And cryed for his mysdede,",
    "763": "He sayned hym in syþes sere,",
    "764": "And sayde 'Cros Kryst me spede!'",
    "765": "NADE he sayned hymself, segge, bot þrye,",
    "766": "Er he watz war in þe wod of a won in a mote,",
    "767": "Abof a launde, on a lawe, loken vnder boȝez",
    "768": "Of mony borelych bole aboute bi þe diches:",
    "769": "A castel þe comlokest þat euer knyȝt aȝte,",
    "770": "Pyched on a prayere, a park al aboute,",
    "771": "With a pyked palays pyned ful þik,",
    "772": "Þat vmbeteȝe mony tre mo þen two myle.",
    "773": "Þat holde on þat on syde þe haþel auysed,",
    "774": "As hit schemered and schon þurȝ þe schyre okez;",
    "775": "Þenne hatz he hendly of his helme, and heȝly he þonkez",
    "776": "Jesus and sayn Gilyan, þat gentyle ar boþe,",
    "777": "Þat cortaysly had hym kydde, and his cry herkened.",
    "778": "'Now bone hostel,' coþe þe burne, 'I beseche yow ȝette!'",
    "779": "Þenne gerdez he to Gryngolet with þe gilt helez,",
    "780": "And he ful chauncely hatz chosen to þe chef gate,",
    "781": "Þat broȝt bremly þe burne to þe bryge ende",
    "782": "in haste.",
    "783": "Þe bryge watz breme vpbrayde,",
    "784": "Þe ȝatez wer stoken faste,",
    "785": "Þe wallez were wel arayed,",
    "786": "Hit dut no wyndez blaste.",
    "787": "Þe burne bode on blonk, þat on bonk houed",
    "788": "Of þe depe double dich þat drof to þe place;",
    "789": "Þe walle wod in þe water wonderly depe,",
    "790": "Ande eft a ful huge heȝt hit haled vpon lofte",
    "791": "Of harde hewen ston vp to þe tablez,",
    "792": "Enbaned vnder þe abataylment in þe best lawe;",
    "793": "And syþen garytez ful gaye gered bitwene,",
    "794": "Wyth mony luflych loupe þat louked ful clene:",
    "795": "A better barbican þat burne blusched vpon neuer.",
    "796": "And innermore he behelde þat halle ful hyȝe,",
    "797": "Towres telded bytwene, trochet ful þik,",
    "798": "Fayre fylyolez þat fyȝed, and ferlyly long,",
    "799": "With coruon coprounes craftyly sleȝe.",
    "800": "Chalkwhyt chymnees þer ches he innoȝe",
    "801": "Vpon bastel rouez, þat blenked ful quyte;",
    "802": "So mony pynakle payntet watz poudred ayquere,",
    "803": "Among þe castel carnelez clambred so þik,",
    "804": "Þat pared out of papure purely hit semed.",
    "805": "Þe fre freke on þe fole hit fayr innoghe þoȝt,",
    "806": "If he myȝt keuer to com þe cloyster wythinne,",
    "807": "To herber in þat hostel whyl halyday lested,",
    "808": "auinant.",
    "809": "He calde, and sone þer com",
    "810": "A porter pure plesaunt,",
    "811": "On þe wal his ernd he nome,",
    "812": "And haylsed þe knyȝt erraunt.",
    "813": "'Gode sir,' quoþ Gawan, 'woldez þou go myn ernde",
    "814": "To þe heȝ lorde of þis hous, herber to craue?'",
    "815": "'Ȝe, Peter,' quoþ þe porter, 'and purely I trowee",
    "816": "Þat ȝe be, wyȝe, welcum to won quyle yow lykez.'",
    "817": "Þen ȝede þe wyȝe ȝerne and com aȝayn swyþe,",
    "818": "And folke frely hym wyth, to fonge þe knyȝt.",
    "819": "Þay let doun þe grete draȝt and derely out ȝeden,",
    "820": "And kneled doun on her knes vpon þe colde erþe",
    "821": "To welcum þis ilk wyȝ as worþy hom þoȝt;",
    "822": "Þay ȝolden hym þe brode ȝate, ȝarked vp wyde,",
    "823": "And he hem raysed rekenly, and rod ouer þe brygge.",
    "824": "Sere seggez hym sesed by sadel, quel he lyȝt,",
    "825": "And syþen stabeled his stede stif men innoȝe.",
    "826": "Knyȝtez and swyerez comen doun þenne",
    "827": "For to bryng þis buurne wyth blys into halle;",
    "828": "Quen he hef vp his helme, þer hiȝed innoghe",
    "829": "For to hent hit at his honde, þe hende to seruen;",
    "830": "His bronde and his blasoun boþe þay token.",
    "831": "Þen haylsed he ful hendly þo haþelez vchone,",
    "832": "And mony proud mon þer presed þat prynce to honour.",
    "833": "Alle hasped in his heȝ wede to halle þay hym wonnen,",
    "834": "Þer fayre fyre vpon flet fersly brenned.",
    "835": "Þenne þe lorde of þe lede loutez fro his chambre",
    "836": "For to mete wyth menske þe mon on þe flor;",
    "837": "He sayde, 'Ȝe ar welcum to welde as yow lykez",
    "838": "Þat here is; al is yowre awen, to haue at yowre wylle",
    "839": "and welde.'",
    "840": "'Graunt mercy,' quoþ Gawayn,",
    "841": "'Þer Kryst hit yow forȝelde.'",
    "842": "As frekez þat semed fayn",
    "843": "Ayþer oþer in armez con felde.",
    "844": "Gawayn glyȝt on þe gome þat godly hym gret,",
    "845": "And þuȝt hit a bolde burne þat þe burȝ aȝte,",
    "846": "A hoge haþel for þe nonez, and of hyghe eldee;",
    "847": "Brode, bryȝt, watz his berde, and al beuer-hwed,",
    "848": "Sturne, stif on þe stryþþe on stalworth schonkez,",
    "849": "Felle face as þe fyre, and fre of hys speche;",
    "850": "And wel hym semed, for soþe, as þe segge þuȝt,",
    "851": "To lede a lortschyp in lee of leudez ful gode.",
    "852": "Þe lorde hym charred to a chambre, and chefly cumaundez",
    "853": "To delyuer hym a leude, hym loȝly to serue;",
    "854": "And þere were boun at his bode burnez innoȝe,",
    "855": "Þat broȝt hym to a bryȝt boure, þer beddyng watz noble,",
    "856": "Of cortynes of clene sylk wyth cler golde hemmez,",
    "857": "And couertorez ful curious with comlych panez",
    "858": "Of bryȝt blaunner aboue, enbrawded bisydez,",
    "859": "Rudelez rennande on ropez, red golde ryngez,",
    "860": "Tapitez tyȝt to þe woȝe of tuly and tars,",
    "861": "And vnder fete, on þe flet, of folȝande sute.",
    "862": "Þer he watz dispoyled, wyth spechez of myerþe,",
    "863": "Þe burn of his bruny and of his bryȝt wedez.",
    "864": "Ryche robes ful rad renkkez hym broȝten,",
    "865": "For to charge, and to chaunge, and chose of þe best.",
    "866": "Sone as he on hent, and happed þerinne,",
    "867": "Þat sete on hym semly wyth saylande skyrtez,",
    "868": "Þe ver by his uisage verayly hit semed",
    "869": "Welneȝ to vche haþel, alle on hwes",
    "870": "Lowande and lufly alle his lymmez vnder,",
    "871": "Þat a comloker knyȝt neuer Kryst made",
    "872": "hem þoȝt.",
    "873": "Wheþen in worlde he were,",
    "874": "Hit semed as he moȝt",
    "875": "Be prynce withouten pere",
    "876": "In felde þer felle men foȝt.",
    "877": "A cheyer byfore þe chemné, þer charcole brenned,",
    "878": "Watz grayþed for Sir Gawan grayþely with cloþez,",
    "879": "Whyssynes vpon queldepoyntes þat koynt wer boþe;",
    "880": "And þenne a meré mantyle watz on þat mon cast",
    "881": "Of a broun bleeaunt, enbrauded ful ryche",
    "882": "And fayre furred wythinne with fellez of þe best,",
    "883": "Alle of ermyn in erde, his hode of þe same;",
    "884": "And he sete in þat settel semlych ryche,",
    "885": "And achaufed hym chefly, and þenne his cher mended.",
    "886": "Sone watz telded vp a tabil on trestez ful fayre,",
    "887": "Clad wyth a clene cloþe þat cler quyt schewed,",
    "888": "Sanap, and salure, and syluerin sponez.",
    "889": "Þe wyȝe wesche at his wylle, and went to his mete.",
    "890": "Seggez hym serued semly innoȝe",
    "891": "Wyth sere sewes and sete, sesounde of þe best.",
    "892": "Double-felde, as hit fallez, and fele kyn fischez,",
    "893": "Summe baken in bred, summe brad on þe gledez,",
    "894": "Summe soþen, summe in sewe sauered with spyces,",
    "895": "And ay sawes so sleȝe þat þe segge lyked.",
    "896": "Þe freke calde hit a fest ful frely and ofte",
    "897": "Ful hendely, quen alle þe haþeles rehayted hym at onez,",
    "898": "'As hende,",
    "899": "Þis penaunce now ȝe take,",
    "900": "And eft hit schal amende.'",
    "901": "Þat mon much merþe con make,",
    "902": "For wyn in his hed þat wende.",
    "903": "Þenne watz spyed and spured vpon spare wyse",
    "904": "Bi preué poyntez of þat prynce, put to hymseluen,",
    "905": "Þat he beknew cortaysly of þe court þat he were",
    "906": "Þat aþel Arthure þe hende haldez hym one,",
    "907": "Þat is þe ryche ryal kyng of þe Rounde Table,",
    "908": "And hit watz Wawen hymself þat in þat won syttez,",
    "909": "Comen to þat Krystmasse, as case hym þen lymped.",
    "910": "When þe lorde hade lerned þat he þe leude hade,",
    "911": "Loude laȝed he þerat, so lef hit hym þoȝt,",
    "912": "And alle þe men in þat mote maden much joye",
    "913": "To apere in his presense prestly þat tyme,",
    "914": "Þat alle prys and prowes and pured þewes",
    "915": "Apendes to hys persoun, and praysed is euer;",
    "916": "Byfore alle men vpon molde his mensk is þe most.",
    "917": "Vch segge ful softly sayde to his fere:",
    "918": "'Now schal we semlych se sleȝtez of þewez",
    "919": "And þe teccheles termes of talkyng noble,",
    "920": "Wich spede is in speche vnspurd may we lerne,",
    "921": "Syn we haf fonged þat fyne fader of nurture.",
    "922": "God hatz geuen vus his grace godly for soþe,",
    "923": "Þat such a gest as Gawan grauntez vus to haue,",
    "924": "When burnez blyþe of his burþe schal sitte",
    "925": "and synge.",
    "926": "In menyng of manerez mere",
    "927": "Þis burne now schal vus bryng,",
    "928": "I hope þat may hym here",
    "929": "Schal lerne of luf-talkyng.'",
    "930": "Bi þat þe diner watz done and þe dere vp",
    "931": "Hit watz neȝ at þe niyȝt neȝed þe tyme.",
    "932": "Chaplaynez to þe chapeles chosen þe gate,",
    "933": "Rungen ful rychely, ryȝt as þay schulden,",
    "934": "To þe hersum euensong of þe hyȝe tyde.",
    "935": "Þe lorde loutes þerto, and þe lady als,",
    "936": "Into a cumly closet coyntly ho entrez.",
    "937": "Gawan glydez ful gay and gos þeder sone;",
    "938": "Þe lorde laches hym by þe lappe and ledez hym to sytte,",
    "939": "And couþly hym knowez and callez hym his nome,",
    "940": "And sayde he watz þe welcomest wyȝe of þe worlde;",
    "941": "And he hym þonkked þroly, and ayþer halched oþer,",
    "942": "And seten soberly samen þe seruise quyle.",
    "943": "Þenne lyst þe lady to loke on þe knyȝt,",
    "944": "Þenne com ho of hir closet with mony cler burdez.",
    "945": "Ho watz þe fayrest in felle, of flesche and of lyre,",
    "946": "And of compas and colour and costes, of alle oþer,",
    "947": "And wener þen Wenore, as þe wyȝe þoȝt.",
    "948": "Ho ches þurȝ þe chaunsel to cheryche þat hende.",
    "949": "An oþer lady hir lad bi þe lyft honde,",
    "950": "Þat watz alder þen ho, an auncian hit semed,",
    "951": "And heȝly honowred with haþelez aboute.",
    "952": "Bot vnlyke on to loke þo ladyes were,",
    "953": "For if þe ȝonge watz ȝep, ȝolȝe watz þat oþer;",
    "954": "Riche red on þat on rayled ayquere,",
    "955": "Rugh ronkled chekez þat oþer on rolled;",
    "956": "Kerchofes of þat on, wyth mony cler perlez,",
    "957": "Hir brest and hir bryȝt þrote bare displayed,",
    "958": "Schon schyrer þen snawe þat schedez on hillez;",
    "959": "Þat oþer wyth a gorger watz gered ouer þe swyre,",
    "960": "Chymbled ouer hir blake chyn with chalkquyte vayles,",
    "961": "Hir frount folden in sylk, enfoubled ayquere,",
    "962": "Toreted and treleted with tryflez aboute,",
    "963": "Þat noȝt watz bare of þat burde bot þe blake broȝes,",
    "964": "Þe tweyne yȝen and þe nase, þe naked lyppez,",
    "965": "And þose were soure to se and sellyly blered;",
    "966": "A mensk lady on molde mon may hir calle,",
    "967": "for Gode!",
    "968": "Hir body watz schort and þik,",
    "969": "Hir buttokez balȝ and brode,",
    "970": "More lykkerwys on to lyk",
    "971": "Watz þat scho hade on lode.",
    "972": "When Gawayn glyȝt on þat gay, þat graciously loked,",
    "973": "Wyth leue laȝt of þe lorde he lent hem aȝaynes;",
    "974": "Þe alder he haylses, heldande ful lowe,",
    "975": "Þe loueloker he lappez a lyttel in armez,",
    "976": "He kysses hir comlyly, and knyȝtly he melez.",
    "977": "Þay kallen hym of aquoyntaunce, and he hit quyk askez",
    "978": "To be her seruaunt sothly, if hemself lyked.",
    "979": "Þay tan hym bytwene hem, wyth talkyng hym leden",
    "980": "To chambre, to chemné, and chefly þay asken",
    "981": "Spycez, þat vnsparely men speded hom to bryng,",
    "982": "And þe wynnelych wyne þerwith vche tyme.",
    "983": "Þe lorde luflych aloft lepez ful ofte,",
    "984": "Mynned merthe to be made vpon mony syþez,",
    "985": "Hent heȝly of his hode, and on a spere henged,",
    "986": "And wayned hom to wynne þe worchip þerof,",
    "987": "Þat most myrþe myȝt meue þat Crystenmas whyle--",
    "988": "'And I schal fonde, bi my fayth, to fylter wyth þe best",
    "989": "Er me wont þe wede, with help of my frendez.'",
    "990": "Þus wyth laȝande lotez þe lorde hit tayt makez,",
    "991": "For to glade Sir Gawayn with gomnez in halle",
    "992": "þat nyȝt,",
    "993": "Til þat hit watz tyme",
    "994": "Þe lord comaundet lyȝt;",
    "995": "Sir Gawen his leue con nyme",
    "996": "And to his bed hym diȝt.",
    "997": "On þe morne, as vch mon mynez þat tyme",
    "998": "Þat Dryȝtyn for oure destyné to deȝe watz borne,",
    "999": "Wele waxez in vche a won in worlde for his sake;",
    "1000": "So did hit þere on þat day þurȝ dayntés mony:",
    "1001": "Boþe at mes and at mele messes ful quaynt",
    "1002": "Derf men vpon dece drest of þe best.",
    "1003": "Þe olde auncian wyf heȝest ho syttez,",
    "1004": "Þe lorde lufly her by lent, as I trowe;",
    "1005": "Gawan and þe gay burde togeder þay seten,",
    "1006": "Euen inmyddez, as þe messe metely come,",
    "1007": "And syþen þurȝ al þe sale as hem best semed.",
    "1008": "Bi vche grome at his degré grayþely watz serued",
    "1009": "Þer watz mete, þer watz myrþe, þer watz much ioye,",
    "1010": "Þat for to telle þerof hit me tene were,",
    "1011": "And to poynte hit ȝet I pyned me parauenture.",
    "1012": "Bot ȝet I wot þat Wawen and þe wale burde",
    "1013": "Such comfort of her compaynye caȝten togeder",
    "1014": "Þurȝ her dere dalyaunce of her derne wordez,",
    "1015": "Wyth clene cortays carp closed fro fylþe,",
    "1016": "Þat hor play watz passande vche prynce gomen,",
    "1017": "in vayres.",
    "1018": "Trumpez and nakerys,",
    "1019": "Much pypyng þer repayres;",
    "1020": "Vche mon tented hys,",
    "1021": "And þay two tented þayres.",
    "1022": "Much dut watz þer dryuen þat day and þat oþer,",
    "1023": "And þe þryd as þro þronge in þerafter;",
    "1024": "Þe ioye of sayn Jonez day watz gentyle to here,",
    "1025": "And watz þe last of þe layk, leudez þer þoȝten.",
    "1026": "Þer wer gestes to go vpon þe gray morne,",
    "1027": "Forþy wonderly þay woke, and þe wyn dronken,",
    "1028": "Daunsed ful dreȝly wyth dere carolez.",
    "1029": "At þe last, when hit watz late, þay lachen her leue,",
    "1030": "Vchon to wende on his way þat watz wyȝe stronge.",
    "1031": "Gawan gef hym god day, þe godmon hym lachchez,",
    "1032": "Ledes hym to his awen chambre, þe chymné bysyde,",
    "1033": "And þere he draȝez hym on dryȝe, and derely hym þonkkez",
    "1034": "Of þe wynne worschip þat he hym wayued hade,",
    "1035": "As to honour his hous on þat hyȝe tyde,",
    "1036": "And enbelyse his burȝ with his bele chere:",
    "1037": "'Iwysse sir, quyl I leue, me worþez þe better",
    "1038": "Þat Gawayn hatz ben my gest at Goddez awen fest.'",
    "1039": "'Grant merci, sir,' quoþ Gawayn, 'in god fayth hit is yowrez,",
    "1040": "Al þe honour is your awen--þe heȝe kyng yow ȝelde!",
    "1041": "And I am wyȝe at your wylle to worch youre hest,",
    "1042": "As I am halden þerto, in hyȝe and in loȝe,",
    "1043": "bi riȝt.'",
    "1044": "Þe lorde fast can hym payne",
    "1045": "To holde lenger þe knyȝt;",
    "1046": "To hym answarez Gawayn",
    "1047": "Bi non way þat he myȝt.",
    "1048": "Then frayned þe freke ful fayre at himseluen",
    "1049": "Quat derue dede had hym dryuen at þat dere tyme",
    "1050": "So kenly fro þe kyngez kourt to kayre al his one,",
    "1051": "Er þe halidayez holly were halet out of toun.",
    "1052": "'For soþe, sir,' quoþ þe segge, 'ȝe sayn bot þe trawþe,",
    "1053": "A heȝe ernde and a hasty me hade fro þo wonez,",
    "1054": "For I am sumned myselfe to sech to a place,",
    "1055": "I ne wot in worlde whederwarde to wende hit to fynde.",
    "1056": "I nolde bot if I hit negh myȝt on Nw Ȝeres morne",
    "1057": "For alle þe londe inwyth Logres, so me oure lorde help!",
    "1058": "Forþy, sir, þis enquest I require yow here,",
    "1059": "Þat ȝe me telle with trawþe if euer ȝe tale herde",
    "1060": "Of þe grene chapel, quere hit on grounde stondez,",
    "1061": "And of þe knyȝt þat hit kepes, of colour of grene.",
    "1062": "Þer watz stabled bi statut a steuen vus bytwene",
    "1063": "To mete þat mon at þat mere, ȝif I myȝt last;",
    "1064": "And of þat ilk Nw Ȝere bot neked now wontez,",
    "1065": "And I wolde loke on þat lede, if God me let wolde,",
    "1066": "Gladloker, bi Goddez sun, þen any god welde!",
    "1067": "Forþi, iwysse, bi ȝowre wylle, wende me bihoues,",
    "1068": "Naf I now to busy bot bare þre dayez,",
    "1069": "And me als fayn to falle feye as fayly of myyn ernde.'",
    "1070": "Þenne laȝande quoþ þe lorde, 'Now leng þe byhoues,",
    "1071": "For I schal teche yow to þat terme bi þe tymez ende,",
    "1072": "Þe grene chapayle vpon grounde greue yow no more;",
    "1073": "Bot ȝe schal be in yowre bed, burne, at þyn ese,",
    "1074": "Quyle forth dayez, and ferk on þe fyrst of þe ȝere,",
    "1075": "And cum to þat merk at mydmorn, to make quat yow likez",
    "1076": "in spenne.",
    "1077": "Dowellez whyle New Ȝeres daye,",
    "1078": "And rys, and raykez þenne,",
    "1079": "Mon schal yow sette in waye,",
    "1080": "Hit is not two myle henne.'",
    "1081": "Þenne watz Gawan ful glad, and gomenly he laȝed:",
    "1082": "'Now I þonk yow þryuandely þurȝ alle oþer þynge,",
    "1083": "Now acheued is my chaunce, I schal at your wylle",
    "1084": "Dowelle, and ellez do quat ȝe demen.'",
    "1085": "Þenne sesed hym þe syre and set hym bysyde,",
    "1086": "Let þe ladiez be fette to lyke hem þe better.",
    "1087": "Þer watz seme solace by hemself stille;",
    "1088": "Þe lorde let for luf lotez so myry,",
    "1089": "As wyȝ þat wolde of his wyte, ne wyst quat he myȝt.",
    "1090": "Þenne he carped to þe knyȝt, criande loude,",
    "1091": "'Ȝe han demed to do þe dede þat I bidde;",
    "1092": "Wyl ȝe halde þis hes here at þys onez?'",
    "1093": "'Ȝe, sir, for soþe,' sayd þe segge trwe,",
    "1094": "'Whyl I byde in yowre borȝe, be bayn to ȝowre hest.'",
    "1095": "'For ȝe haf trauayled,' quoþ þe tulk, 'towen fro ferre,",
    "1096": "And syþen waked me wyth, ȝe arn not wel waryst",
    "1097": "Nauþer of sostnaunce ne of slepe, soþly I knowe;",
    "1098": "Ȝe schal lenge in your lofte, and lyȝe in your ese",
    "1099": "To-morn quyle þe messequyle, and to mete wende",
    "1100": "When ȝe wyl, wyth my wyf, þat wyth yow schal sitte",
    "1101": "And comfort yow with compayny, til I to cort torne;",
    "1102": "ȝe lende,",
    "1103": "And I schal erly ryse,",
    "1104": "On huntyng wyl I wende.'",
    "1105": "Gauayn grantez alle þyse,",
    "1106": "Hym heldande, as þe hende.",
    "1107": "'Ȝet firre,' quoþ þe freke, 'a forwarde we make:",
    "1108": "Quat-so-euer I wynne in þe wod hit worþez to yourez,",
    "1109": "And quat chek so ȝe acheue chaunge me þerforne.",
    "1110": "Swete, swap we so, sware with trawþe,",
    "1111": "Queþer, leude, so lymp, lere oþer better.'",
    "1112": "'Bi God,' quoþ Gawayn þe gode, 'I grant þertylle,",
    "1113": "And þat yow lyst for to layke, lef hit me þynkes.'",
    "1114": "'Who bryngez vus þis beuerage, þis bargayn is maked':",
    "1115": "So sayde þe lorde of þat lede; þay laȝed vchone,",
    "1116": "Þay dronken and daylyeden and dalten vntyȝtel,",
    "1117": "Þise lordez and ladyez, quyle þat hem lyked;",
    "1118": "And syþen with Frenkysch fare and fele fayre lotez",
    "1119": "Þay stoden and stemed and stylly speken,",
    "1120": "Kysten ful comlyly and kaȝten her leue.",
    "1121": "With mony leude ful lyȝt and lemande torches",
    "1122": "Vche burne to his bed watz broȝt at þe laste,",
    "1123": "ful softe.",
    "1124": "To bed ȝet er þay ȝede,",
    "1125": "Recorded couenauntez ofte;",
    "1126": "Þe olde lorde of þat leude",
    "1127": "Cowþe wel halde layk alofte.",
    "1128": "III",
    "1129": "Ful erly bifore þe day þe folk vprysen,",
    "1130": "Gestes þat go wolde hor gromez þay calden,",
    "1131": "And þay busken vp bilyue blonkkez to sadel,",
    "1132": "Tyffen her takles, trussen her males,",
    "1133": "Richen hem þe rychest, to ryde alle arayde,",
    "1134": "Lepen vp lyȝtly, lachen her brydeles,",
    "1135": "Vche wyȝe on his way þer hym wel lyked.",
    "1136": "Þe leue lorde of þe londe watz not þe last",
    "1137": "Arayed for þe rydyng, with renkkez ful mony;",
    "1138": "Ete a sop hastyly, when he hade herde masse,",
    "1139": "With bugle to bent-felde he buskez bylyue.",
    "1140": "By þat any daylyȝt lemed vpon erþe",
    "1141": "He with his haþeles on hyȝe horsses weren.",
    "1142": "Þenne þise cacheres þat couþe cowpled hor houndez,",
    "1143": "Vnclosed þe kenel dore and calde hem þeroute,",
    "1144": "Blwe bygly in buglez þre bare mote;",
    "1145": "Braches bayed þerfore and breme noyse maked;",
    "1146": "And þay chastysed and charred on chasyng þat went,",
    "1147": "A hundreth of hunteres, as I haf herde telle,",
    "1148": "of þe best.",
    "1149": "To trystors vewters ȝod,",
    "1150": "Couples huntes of kest;",
    "1151": "Þer ros for blastez gode",
    "1152": "Gret rurd in þat forest.",
    "1153": "At þe fyrst quethe of þe quest quaked þe wylde;",
    "1154": "Der drof in þe dale, doted for drede,",
    "1155": "Hiȝed to þe hyȝe, bot heterly þay were",
    "1156": "Restayed with þe stablye, þat stoutly ascryed.",
    "1157": "Þay let þe herttez haf þe gate, with þe hyȝe hedes,",
    "1158": "Þe breme bukkez also with hor brode paumez;",
    "1159": "For þe fre lorde hade defende in fermysoun tyme",
    "1160": "Þat þer schulde no mon meue to þe male dere.",
    "1161": "Þe hindez were halden in with hay! and war!",
    "1162": "Þe does dryuen with gret dyn to þe depe sladez;",
    "1163": "Þer myȝt mon se, as þay slypte, slentyng of arwes--",
    "1164": "At vche wende vnder wande wapped a flone--",
    "1165": "Þat bigly bote on þe broun with ful brode hedez.",
    "1166": "What! þay brayen, and bleden, bi bonkkez þay deȝen,",
    "1167": "And ay rachches in a res radly hem folȝes,",
    "1168": "Hunterez wyth hyȝe horne hasted hem after",
    "1169": "Wyth such a crakkande kry as klyffes haden brusten.",
    "1170": "What wylde so atwaped wyȝes þat schotten",
    "1171": "Watz al toraced and rent at þe resayt,",
    "1172": "Bi þay were tened at þe hyȝe and taysed to þe wattrez;",
    "1173": "Þe ledez were so lerned at þe loȝe trysteres,",
    "1174": "And þe grehoundez so grete, þat geten hem bylyue",
    "1175": "And hem tofylched, as fast as frekez myȝt loke,",
    "1176": "þer-ryȝt.",
    "1177": "Þe lorde for blys abloy",
    "1178": "Ful oft con launce and lyȝt,",
    "1179": "And drof þat day wyth joy",
    "1180": "Thus to þe derk nyȝt.",
    "1181": "Þus laykez þis lorde by lynde-wodez euez,",
    "1182": "And Gawayn þe god mon in gay bed lygez,",
    "1183": "Lurkkez quyl þe daylyȝt lemed on þe wowes,",
    "1184": "Vnder couertour ful clere, cortyned aboute;",
    "1185": "And as in slomeryng he slode, sleȝly he herde",
    "1186": "A littel dyn at his dor, and dernly vpon;",
    "1187": "And he heuez vp his hed out of þe cloþes,",
    "1188": "A corner of þe cortyn he caȝt vp a lyttel,",
    "1189": "And waytez warly þiderwarde quat hit be myȝt.",
    "1190": "Hit watz þe ladi, loflyest to beholde,",
    "1191": "Þat droȝ þe dor after hir ful dernly and stylle,",
    "1192": "And boȝed towarde þe bed; and þe burne schamed,",
    "1193": "And layde hym doun lystyly, and let as he slepte;",
    "1194": "And ho stepped stilly and stel to his bedde,",
    "1195": "Kest vp þe cortyn and creped withinne,",
    "1196": "And set hir ful softly on þe bed-syde,",
    "1197": "And lenged þere selly longe to loke quen he wakened.",
    "1198": "Þe lede lay lurked a ful longe quyle,",
    "1199": "Compast in his concience to quat þat cace myȝt",
    "1200": "Meue oþer amount--to meruayle hym þoȝt,",
    "1201": "Bot ȝet he sayde in hymself, 'More semly hit were",
    "1202": "To aspye wyth my spelle in space quat ho wolde.'",
    "1203": "Þen he wakenede, and wroth, and to hir warde torned,",
    "1204": "And vnlouked his yȝe-lyddez, and let as hym wondered,",
    "1205": "And sayned hym, as bi his saȝe þe sauer to worthe,",
    "1206": "with hande.",
    "1207": "Wyth chynne and cheke ful swete,",
    "1208": "Boþe quit and red in blande,",
    "1209": "Ful lufly con ho lete",
    "1210": "Wyth lyppez smal laȝande.",
    "1211": "'God moroun, Sir Gawayn,' sayde þat gay lady,",
    "1212": "'Ȝe ar a sleper vnslyȝe, þat mon may slyde hider;",
    "1213": "Now ar ȝe tan as-tyt! Bot true vus may schape,",
    "1214": "I schal bynde yow in your bedde, þat be ȝe trayst':",
    "1215": "Al laȝande þe lady lanced þo bourdez.",
    "1216": "'Goud moroun, gay,' quoþ Gawayn þe blyþe,",
    "1217": "'Me schal worþe at your wille, and þat me wel lykez,",
    "1218": "For I ȝelde me ȝederly, and ȝeȝe after grace,",
    "1219": "And þat is þe best, be my dome, for me byhouez nede':",
    "1220": "And þus he bourded aȝayn with mony a blyþe laȝter.",
    "1221": "'Bot wolde ȝe, lady louely, þen leue me grante,",
    "1222": "And deprece your prysoun, and pray hym to ryse,",
    "1223": "I wolde boȝe of þis bed, and busk me better;",
    "1224": "I schulde keuer þe more comfort to karp yow wyth.'",
    "1225": "'Nay for soþe, beau sir,' sayd þat swete,",
    "1226": "'Ȝe schal not rise of your bedde, I rych yow better,",
    "1227": "I schal happe yow here þat oþer half als,",
    "1228": "And syþen karp wyth my knyȝt þat I kaȝt haue;",
    "1229": "For I wene wel, iwysse, Sir Wowen ȝe are,",
    "1230": "Þat alle þe worlde worchipez quere-so ȝe ride;",
    "1231": "Your honour, your hendelayk is hendely praysed",
    "1232": "With lordez, wyth ladyes, with alle þat lyf bere.",
    "1233": "And now ȝe ar here, iwysse, and we bot oure one;",
    "1234": "My lorde and his ledez ar on lenþe faren,",
    "1235": "Oþer burnez in her bedde, and my burdez als,",
    "1236": "Þe dor drawen and dit with a derf haspe;",
    "1237": "And syþen I haue in þis hous hym þat al lykez,",
    "1238": "I schal ware my whyle wel, quyl hit lastez,",
    "1239": "with tale.",
    "1240": "Ȝe ar welcum to my cors,",
    "1241": "Yowre awen won to wale,",
    "1242": "Me behouez of fyne force",
    "1243": "Your seruaunt be, and schale.'",
    "1244": "'In god fayth,' quoþ Gawayn, 'gayn hit me þynkkez,",
    "1245": "Þaȝ I be not now he þat ȝe of speken;",
    "1246": "To reche to such reuerence as ȝe reherce here",
    "1247": "I am wyȝe vnworþy, I wot wel myseluen.",
    "1248": "Bi God, I were glad, and yow god þoȝt,",
    "1249": "At saȝe oþer at seruyce þat I sette myȝt",
    "1250": "To þe plesaunce of your prys--hit were a pure ioye.'",
    "1251": "'In god fayth, Sir Gawayn,' quoþ þe gay lady,",
    "1252": "'Þe prys and þe prowes þat plesez al oþer,",
    "1253": "If I hit lakked oþer set at lyȝt, hit were littel daynté;",
    "1254": "Bot hit ar ladyes innoȝe þat leuer wer nowþe",
    "1255": "Haf þe, hende, in hor holde, as I þe habbe here,",
    "1256": "To daly with derely your daynté wordez,",
    "1257": "Keuer hem comfort and colen her carez,",
    "1258": "Þen much of þe garysoun oþer golde þat þay hauen.",
    "1259": "Bot I louue þat ilk lorde þat þe lyfte haldez,",
    "1260": "I haf hit holly in my honde þat al desyres,",
    "1261": "þurȝe grace.'",
    "1262": "Scho made hym so gret chere,",
    "1263": "Þat watz so fayr of face,",
    "1264": "Þe knyȝt with speches skere",
    "1265": "Answared to vche a cace.",
    "1266": "'Madame,' quoþ þe myry mon, 'Mary yow ȝelde,",
    "1267": "For I haf founden, in god fayth, yowre fraunchis nobele,",
    "1268": "And oþer ful much of oþer folk fongen bi hor dedez,",
    "1269": "Bot þe daynté þat þay delen, for my disert nys euen,",
    "1270": "Hit is þe worchyp of yourself, þat noȝt bot wel connez.'",
    "1271": "'Bi Mary,' quoþ þe menskful, 'me þynk hit an oþer;",
    "1272": "For were I worth al þe wone of wymmen alyue,",
    "1273": "And al þe wele of þe worlde were in my honde,",
    "1274": "And I schulde chepen and chose to cheue me a lorde,",
    "1275": "For þe costes þat I haf knowen vpon þe, knyȝt, here,",
    "1276": "Of bewté and debonerté and blyþe semblaunt,",
    "1277": "And þat I haf er herkkened and halde hit here trwee,",
    "1278": "Þer schulde no freke vpon folde bifore yow be chosen.'",
    "1279": "'Iwysse, worþy,' quoþ þe wyȝe, 'ȝe haf waled wel better,",
    "1280": "Bot I am proude of þe prys þat ȝe put on me,",
    "1281": "And, soberly your seruaunt, my souerayn I holde yow,",
    "1282": "And yowre knyȝt I becom, and Kryst yow forȝelde.'",
    "1283": "Þus þay meled of muchquat til mydmorn paste,",
    "1284": "And ay þe lady let lyk as hym loued mych;",
    "1285": "Þe freke ferde with defence, and feted ful fayre--",
    "1286": "'Þaȝ I were burde bryȝtest', þe burde in mynde hade.",
    "1287": "Þe lasse luf in his lode for lur þat he soȝt",
    "1288": "boute hone,",
    "1289": "Þe dunte þat schulde hym deue,",
    "1290": "And nedez hit most be done.",
    "1291": "Þe lady þenn spek of leue,",
    "1292": "He granted hir ful sone.",
    "1293": "Þenne ho gef hym god day, and wyth a glent laȝed,",
    "1294": "And as ho stod, ho stonyed hym wyth ful stor wordez:",
    "1295": "'Now he þat spedez vche spech þis disport ȝelde yow!",
    "1296": "Bot þat ȝe be Gawan, hit gotz in mynde.'",
    "1297": "'Querfore?' quoþ þe freke, and freschly he askez,",
    "1298": "Ferde lest he hade fayled in fourme of his castes;",
    "1299": "Bot þe burde hym blessed, and 'Bi þis skyl' sayde:",
    "1300": "'So god as Gawayn gaynly is halden,",
    "1301": "And cortaysye is closed so clene in hymseluen,",
    "1302": "Couth not lyȝtly haf lenged so long wyth a lady,",
    "1303": "Bot he had craued a cosse, bi his courtaysye,",
    "1304": "Bi sum towch of summe tryfle at sum talez ende.'",
    "1305": "Þen quoþ Wowen: 'Iwysse, worþe as yow lykez;",
    "1306": "I schal kysse at your comaundement, as a knyȝt fallez,",
    "1307": "And fire, lest he displese yow, so plede hit no more.'",
    "1308": "Ho comes nerre with þat, and cachez hym in armez,",
    "1309": "Loutez luflych adoun and þe leude kyssez.",
    "1310": "Þay comly bykennen to Kryst ayþer oþer;",
    "1311": "Ho dos hir forth at þe dore withouten dyn more;",
    "1312": "And he ryches hym to ryse and rapes hym sone,",
    "1313": "Clepes to his chamberlayn, choses his wede,",
    "1314": "Boȝez forth, quen he watz boun, blyþely to masse;",
    "1315": "And þenne he meued to his mete þat menskly hym keped,",
    "1316": "And made myry al day, til þe mone rysed,",
    "1317": "with game.",
    "1318": "Watz neuer freke fayrer fonge",
    "1319": "Bitwene two so dyngne dame,",
    "1320": "Þe alder and þe ȝonge;",
    "1321": "Much solace set þay same.",
    "1322": "And ay þe lorde of þe londe is lent on his gamnez,",
    "1323": "To hunt in holtez and heþe at hyndez barayne;",
    "1324": "Such a sowme he þer slowe bi þat þe sunne heldet,",
    "1325": "Of dos and of oþer dere, to deme were wonder.",
    "1326": "Þenne fersly þay flokked in folk at þe laste,",
    "1327": "And quykly of þe quelled dere a querré þay maked.",
    "1328": "Þe best boȝed þerto with burnez innoghe,",
    "1329": "Gedered þe grattest of gres þat þer were,",
    "1330": "And didden hem derely vndo as þe dede askez;",
    "1331": "Serched hem at þe asay summe þat þer were,",
    "1332": "Two fyngeres þay fonde of þe fowlest of alle.",
    "1333": "Syþen þay slyt þe slot, sesed þe erber,",
    "1334": "Schaued wyth a scharp knyf, and þe schyre knitten;",
    "1335": "Syþen rytte þay þe foure lymmes, and rent of þe hyde,",
    "1336": "Þen brek þay þe balé, þe bowelez out token",
    "1337": "Lystily for laucyng þe lere of þe knot;",
    "1338": "Þay gryped to þe gargulun, and grayþely departed",
    "1339": "Þe wesaunt fro þe wynt-hole, and walt out þe guttez;",
    "1340": "Þen scher þay out þe schulderez with her scharp knyuez,",
    "1341": "Haled hem by a lyttel hole to haue hole sydes.",
    "1342": "Siþen britned þay þe brest and brayden hit in twynne,",
    "1343": "And eft at þe gargulun bigynez on þenne,",
    "1344": "Ryuez hit vp radly ryȝt to þe byȝt,",
    "1345": "Voydez out þe avanters, and verayly þerafter",
    "1346": "Alle þe rymez by þe rybbez radly þay lance;",
    "1347": "So ryde þay of by resoun bi þe rygge bonez,",
    "1348": "Euenden to þe haunche, þat henged alle samen,",
    "1349": "And heuen hit vp al hole, and hwen hit of þere,",
    "1350": "And þat þay neme for þe noumbles bi nome, as I trowe,",
    "1351": "bi kynde;",
    "1352": "Bi þe byȝt al of þe þyȝes",
    "1353": "Þe lappez þay lance bihynde;",
    "1354": "To hewe hit in two þay hyȝes,",
    "1355": "Bi þe bakbon to vnbynde.",
    "1356": "Boþe þe hede and þe hals þay hwen of þenne,",
    "1357": "And syþen sunder þay þe sydez swyft fro þe chyne,",
    "1358": "And þe corbeles fee þay kest in a greue;",
    "1359": "Þenn þurled þay ayþer þik side þurȝ bi þe rybbe,",
    "1360": "And henged þenne ayþer bi hoȝez of þe fourchez,",
    "1361": "Vche freke for his fee, as fallez for to haue.",
    "1362": "Vpon a felle of þe fayre best fede þay þayr houndes",
    "1363": "Wyth þe lyuer and þe lyȝtez, þe leþer of þe paunchez,",
    "1364": "And bred baþed in blod blende þeramongez.",
    "1365": "Baldely þay blw prys, bayed þayr rachchez,",
    "1366": "Syþen fonge þay her flesche, folden to home,",
    "1367": "Strakande ful stoutly mony stif motez.",
    "1368": "Bi þat þe daylyȝt watz done þe douthe watz al wonen",
    "1369": "Into þe comly castel, þer þe knyȝt bidez",
    "1370": "ful stille,",
    "1371": "Wyth blys and bryȝt fyr bette.",
    "1372": "Þe lorde is comen þertylle;",
    "1373": "When Gawayn wyth hym mette",
    "1374": "Þer watz bot wele at wylle.",
    "1375": "Thenne comaunded þe lorde in þat sale to samen alle þe meny,",
    "1376": "Boþe þe ladyes on loghe to lyȝt with her burdes",
    "1377": "Bifore alle þe folk on þe flette, frekez he beddez",
    "1378": "Verayly his venysoun to fech hym byforne,",
    "1379": "And al godly in gomen Gawayn he called,",
    "1380": "Techez hym to þe tayles of ful tayt bestes,",
    "1381": "Schewez hym þe schyree grece schorne vpon rybbes.",
    "1382": "'How payez yow þis play? Haf I prys wonnen?",
    "1383": "Haue I þryuandely þonk þurȝ my craft serued?'",
    "1384": "'Ȝe iwysse,' quoþ þat oþer wyȝe, 'here is wayth fayrest",
    "1385": "Þat I seȝ þis seuen ȝere in sesoun of wynter.'",
    "1386": "'And al I gif yow, Gawayn,' quoþ þe gome þenne,",
    "1387": "'For by acorde of couenaunt ȝe craue hit as your awen.'",
    "1388": "'Þis is soth,' quoþ þe segge, 'I say yow þat ilke:",
    "1389": "Þat I haf worthyly wonnen þis wonez wythinne,",
    "1390": "Iwysse with as god wylle hit worþez to ȝourez.'",
    "1391": "He hasppez his fayre hals his armez wythinne,",
    "1392": "And kysses hym as comlyly as he couþe awyse:",
    "1393": "'Tas yow þere my cheuicaunce, I cheued no more;",
    "1394": "I wowche hit saf fynly, þaȝ feler hit were.'",
    "1395": "'Hit is god,' quoþ þe godmon, 'grant mercy þerfore.",
    "1396": "Hit may be such hit is þe better, and ȝe me breue wolde",
    "1397": "Where ȝe wan þis ilk wele bi wytte of yorseluen.'",
    "1398": "'Þat watz not forward,' quoþ he, 'frayst me no more.",
    "1399": "For ȝe haf tan þat yow tydez, trawe non oþer",
    "1400": "ȝe mowe.'",
    "1401": "Þay laȝed, and made hem blyþe",
    "1402": "Wyth lotez þat were to lowe;",
    "1403": "To soper þay ȝede as-swyþe,",
    "1404": "Wyth dayntés nwe innowe.",
    "1405": "And syþen by þe chymné in chamber þay seten,",
    "1406": "Wyȝez þe walle wyn weȝed to hem oft,",
    "1407": "And efte in her bourdyng þay bayþen in þe morn",
    "1408": "To fylle þe same forwardez þat þay byfore maden:",
    "1409": "Wat chaunce so bytydez hor cheuysaunce to chaunge,",
    "1410": "What nwez so þay nome, at naȝt quen þay metten.",
    "1411": "Þay acorded of þe couenauntez byfore þe court alle;",
    "1412": "Þe beuerage watz broȝt forth in bourde at þat tyme,",
    "1413": "Þenne þay louelych leȝten leue at þe last,",
    "1414": "Vche burne to his bedde busked bylyue.",
    "1415": "Bi þat þe coke hade crowen and cakled bot þryse,",
    "1416": "Þe lorde watz lopen of his bedde, þe leudez vchone;",
    "1417": "So þat þe mete and þe masse watz metely delyuered,",
    "1418": "Þe douthe dressed to þe wod, er any day sprenged,",
    "1419": "to chace;",
    "1420": "Heȝ with hunte and hornez",
    "1421": "Þurȝ playnez þay passe in space,",
    "1422": "Vncoupled among þo þornez",
    "1423": "Rachez þat ran on race.",
    "1424": "SONE þay calle of a quest in a ker syde,",
    "1425": "Þe hunt rehayted þe houndez þat hit fyrst mynged,",
    "1426": "Wylde wordez hym warp wyth a wrast noyce;",
    "1427": "Þe howndez þat hit herde hastid þider swyþe,",
    "1428": "And fellen as fast to þe fuyt, fourty at ones;",
    "1429": "Þenne such a glauer ande glam of gedered rachchez",
    "1430": "Ros, þat þe rocherez rungen aboute;",
    "1431": "Hunterez hem hardened with horne and wyth muthe.",
    "1432": "Þen al in a semblé sweyed togeder,",
    "1433": "Bitwene a flosche in þat fryth and a foo cragge;",
    "1434": "In a knot bi a clyffe, at þe kerre syde,",
    "1435": "Þer as þe rogh rocher vnrydely watz fallen,",
    "1436": "Þay ferden to þe fyndyng, and frekez hem after;",
    "1437": "Þay vmbekesten þe knarre and þe knot boþe,",
    "1438": "Wyȝez, whyl þay wysten wel wythinne hem hit were,",
    "1439": "Þe best þat þer breued watz wyth þe blodhoundez.",
    "1440": "Þenne þay beten on þe buskez, and bede hym vpryse,",
    "1441": "And he vnsoundyly out soȝt seggez ouerþwert;",
    "1442": "On þe sellokest swyn swenged out þere,",
    "1443": "Long sythen fro þe sounder þat siȝed for olde,",
    "1444": "For he watz breme, bor alþer-grattest,",
    "1445": "Ful grymme quen he gronyed; þenne greued mony,",
    "1446": "For þre at þe fyrst þrast he þryȝt to þe erþe,",
    "1447": "And sparred forth good sped boute spyt more.",
    "1448": "Þise oþer halowed hyghe! ful hyȝe, and hay! hay! cryed,",
    "1449": "Haden hornez to mouþe, heterly rechated;",
    "1450": "Mony watz þe myry mouthe of men and of houndez",
    "1451": "Þat buskkez after þis bor with bost and wyth noyse",
    "1452": "to quelle.",
    "1453": "Ful oft he bydez þe baye,",
    "1454": "And maymez þe mute inn melle;",
    "1455": "He hurtez of þe houndez, and þay",
    "1456": "Ful ȝomerly ȝaule and ȝelle.",
    "1457": "Schalkez to schote at hym schowen to þenne,",
    "1458": "Haled to hym of her arewez, hitten hym oft;",
    "1459": "Bot þe poyntez payred at þe pyth þat pyȝt in his scheldez,",
    "1460": "And þe barbez of his browe bite non wolde--",
    "1461": "Þaȝ þe schauen schaft schyndered in pecez,",
    "1462": "Þe hede hypped aȝayn were-so-euer hit hitte.",
    "1463": "Bot quen þe dyntez hym dered of her dryȝe strokez,",
    "1464": "Þen, braynwod for bate, on burnez he rasez,",
    "1465": "Hurtez hem ful heterly þer he forth hyȝez,",
    "1466": "And mony arȝed þerat, and on lyte droȝen.",
    "1467": "Bot þe lorde on a lyȝt horce launces hym after,",
    "1468": "As burne bolde vpon bent his bugle he blowez,",
    "1469": "He rechated, and rode þurȝ ronez ful þyk,",
    "1470": "Suande þis wylde swyn til þe sunne schafted.",
    "1471": "Þis day wyth þis ilk dede þay dryuen on þis wyse,",
    "1472": "Whyle oure luflych lede lys in his bedde,",
    "1473": "Gawayn grayþely at home, in gerez ful ryche",
    "1474": "of hewe.",
    "1475": "Þe lady noȝt forȝate,",
    "1476": "Com to hym to salue;",
    "1477": "Ful erly ho watz hym ate",
    "1478": "His mode for to remwe.",
    "1479": "Ho commes to þe cortyn, and at þe knyȝt totes.",
    "1480": "Sir Wawen her welcumed worþy on fyrst,",
    "1481": "And ho hym ȝeldez aȝayn ful ȝerne of hir wordez,",
    "1482": "Settez hir softly by his syde, and swyþely ho laȝez,",
    "1483": "And wyth a luflych loke ho layde hym þyse wordez:",
    "1484": "'Sir, ȝif ȝe be Wawen, wonder me þynkkez,",
    "1485": "Wyȝe þat is so wel wrast alway to god,",
    "1486": "And connez not of compaynye þe costez vndertake,",
    "1487": "And if mon kennes yow hom to knowe, ȝe kest hom of your mynde;",
    "1488": "Þou hatz forȝeten ȝederly þat ȝisterday I taȝtte",
    "1489": "Bi alder-truest token of talk þat I cowþe.'",
    "1490": "'What is þat?' quoþ þe wyghe, 'Iwysse I wot neuer;",
    "1491": "If hit be sothe þat ȝe breue, þe blame is myn awen.'",
    "1492": "'Ȝet I kende yow of kyssyng,' quoþ þe clere þenne,",
    "1493": "'Quere-so countenaunce is couþe quikly to clayme;",
    "1494": "Þat bicumes vche a knyȝt þat cortaysy vses.'",
    "1495": "'Do way,' quoþ þat derf mon, 'my dere, þat speche,",
    "1496": "For þat durst I not do, lest I deuayed were;",
    "1497": "If I were werned, I were wrang, iwysse, ȝif I profered.'",
    "1498": "'Ma fay,' quoþ þe meré wyf, 'ȝe may not be werned,",
    "1499": "Ȝe ar stif innoghe to constrayne wyth strenkþe, ȝif yow lykez,",
    "1500": "Ȝif any were so vilanous þat yow devaye wolde.'",
    "1501": "'Ȝe, be God,' quoþ Gawayn, 'good is your speche,",
    "1502": "Bot þrete is vnþryuande in þede þer I lende,",
    "1503": "And vche gift þat is geuen not with goud wylle.",
    "1504": "I am at your comaundement, to kysse quen yow lykez,",
    "1505": "Ȝe may lach quen yow lyst, and leue quen yow þynkkez,",
    "1506": "in space.'",
    "1507": "Þe lady loutez adoun,",
    "1508": "And comlyly kysses his face,",
    "1509": "Much speche þay þer expoun",
    "1510": "Of druryes greme and grace.",
    "1511": "'I woled wyt at yow, wyȝe,' þat worþy þer sayde,",
    "1512": "'And yow wrathed not þerwyth, what were þe skylle",
    "1513": "Þat so ȝong and so ȝepe as ȝe at þis tyme,",
    "1514": "So cortayse, so knyȝtly, as ȝe ar knowen oute--",
    "1515": "And of alle cheualry to chose, þe chef þyng alosed",
    "1516": "Is þe lel layk of luf, þe lettrure of armes;",
    "1517": "For to telle of þis teuelyng of þis trwe knyȝtez,",
    "1518": "Hit is þe tytelet token and tyxt of her werkkez,",
    "1519": "How ledes for her lele luf hor lyuez han auntered,",
    "1520": "Endured for her drury dulful stoundez,",
    "1521": "And after wenged with her walour and voyded her care,",
    "1522": "And broȝt blysse into boure with bountees hor awen--",
    "1523": "And ȝe ar knyȝt comlokest kyd of your elde,",
    "1524": "Your worde and your worchip walkez ayquere,",
    "1525": "And I haf seten by yourself here sere twyes,",
    "1526": "Ȝet herde I neuer of your hed helde no wordez",
    "1527": "Þat euer longed to luf, lasse ne more;",
    "1528": "And ȝe, þat ar so cortays and coynt of your hetes,",
    "1529": "Oghe to a ȝonke þynk ȝern to schewe",
    "1530": "And teche sum tokenez of trweluf craftes.",
    "1531": "Why! ar ȝe lewed, þat alle þe los weldez?",
    "1532": "Oþer elles ȝe demen me to dille your dalyaunce to herken?",
    "1533": "For schame!",
    "1534": "I com hider sengel, and sitte",
    "1535": "To lerne at yow sum game;",
    "1536": "Dos, techez me of your wytte,",
    "1537": "Whil my lorde is fro hame.'",
    "1538": "'In goud fayþe,' quoþ Gawayn, 'God yow forȝelde!",
    "1539": "Gret is þe gode gle, and gomen to me huge,",
    "1540": "Þat so worþy as ȝe wolde wynne hidere,",
    "1541": "And pyne yow with so pouer a mon, as play wyth your knyȝt",
    "1542": "With anyskynnez countenaunce, hit keuerez me ese;",
    "1543": "Bot to take þe toruayle to myself to trwluf expoun,",
    "1544": "And towche þe temez of tyxt and talez of armez",
    "1545": "To yow þat, I wot wel, weldez more slyȝt",
    "1546": "Of þat art, bi þe half, or a hundreth of seche",
    "1547": "As I am, oþer euer schal, in erde þer I leue,",
    "1548": "Hit were a folé felefolde, my fre, by my trawþe.",
    "1549": "I wolde yowre wylnyng worche at my myȝt,",
    "1550": "As I am hyȝly bihalden, and euermore wylle",
    "1551": "Be seruaunt to yourseluen, so saue me Dryȝtyn!'",
    "1552": "Þus hym frayned þat fre, and fondet hym ofte,",
    "1553": "For to haf wonnen hym to woȝe, what-so scho þoȝt ellez;",
    "1554": "Bot he defended hym so fayr þat no faut semed,",
    "1555": "Ne non euel on nawþer halue, nawþer þay wysten",
    "1556": "bot blysse.",
    "1557": "Þay laȝed and layked longe;",
    "1558": "At þe last scho con hym kysse,",
    "1559": "Hir leue fayre con scho fonge",
    "1560": "And went hir waye, iwysse.",
    "1561": "The ruþes hym þe renk and ryses to þe masse,",
    "1562": "And siþen hor diner watz dyȝt and derely serued.",
    "1563": "Þe lede with þe ladyez layked alle day,",
    "1564": "Bot þe lorde ouer þe londez launced ful ofte,",
    "1565": "Swez his vncely swyn, þat swyngez bi þe bonkkez",
    "1566": "And bote þe best of his brachez þe bakkez in sunder",
    "1567": "Þer he bode in his bay, tel bawemen hit breken,",
    "1568": "And madee hym mawgref his hed for to mwe vtter,",
    "1569": "So felle flonez þer flete when þe folk gedered.",
    "1570": "Bot ȝet þe styffest to start bi stoundez he made,",
    "1571": "Til at þe last he watz so mat he myȝt no more renne,",
    "1572": "Bot in þe hast þat he myȝt he to a hole wynnez",
    "1573": "Of a rasse bi a rokk þer rennez þe boerne.",
    "1574": "He gete þe bonk at his bak, bigynez to scrape,",
    "1575": "Þe froþe femed at his mouth vnfayre bi þe wykez,",
    "1576": "Whettez his whyte tuschez; with hym þen irked",
    "1577": "Alle þe burnez so bolde þat hym by stoden",
    "1578": "To nye hym on-ferum, bot neȝe hym non durst",
    "1579": "for woþe;",
    "1580": "He hade hurt so mony byforne",
    "1581": "Þat al þuȝt þenne ful loþe",
    "1582": "Be more wyth his tusches torne,",
    "1583": "Þat breme watz and braynwod bothe,",
    "1584": "Til þe knyȝt com hymself, kachande his blonk,",
    "1585": "Syȝ hym byde at þe bay, his burnez bysyde;",
    "1586": "He lyȝtes luflych adoun, leuez his corsour,",
    "1587": "Braydez out a bryȝt bront and bigly forth strydez,",
    "1588": "Foundez fast þurȝ þe forth þer þe felle bydez.",
    "1589": "Þe wylde watz war of þe wyȝe with weppen in honde,",
    "1590": "Hef hyȝly þe here, so hetterly he fnast",
    "1591": "Þat fele ferde for þe freke, lest felle hym þe worre.",
    "1592": "Þe swyn settez hym out on þe segge euen,",
    "1593": "Þat þe burne and þe bor were boþe vpon hepez",
    "1594": "In þe wyȝtest of þe water; þe worre hade þat oþer,",
    "1595": "For þe mon merkkez hym wel, as þay mette fyrst,",
    "1596": "Set sadly þe scharp in þe slot euen,",
    "1597": "Hit hym vp to þe hult, þat þe hert schyndered,",
    "1598": "And he ȝarrande hym ȝelde, and ȝedoun þe water",
    "1599": "ful tyt.",
    "1600": "A hundreth houndez hym hent,",
    "1601": "Þat bremely con hym bite,",
    "1602": "Burnez him broȝt to bent,",
    "1603": "And doggez to dethe endite.",
    "1604": "There watz blawyng of prys in mony breme horne,",
    "1605": "Heȝe halowing on hiȝe with haþelez þat myȝt;",
    "1606": "Brachetes bayed þat best, as bidden þe maysterez",
    "1607": "Of þat chargeaunt chace þat were chef huntes.",
    "1608": "Þenne a wyȝe þat watz wys vpon wodcraftez",
    "1609": "To vnlace þis bor lufly bigynnez.",
    "1610": "Fyrst he hewes of his hed and on hiȝe settez,",
    "1611": "And syþen rendez him al roghe bi þe rygge after,",
    "1612": "Braydez out þe boweles, brennez hom on glede,",
    "1613": "With bred blent þerwith his braches rewardez.",
    "1614": "Syþen he britnez out þe brawen in bryȝt brode cheldez,",
    "1615": "And hatz out þe hastlettez, as hiȝtly bisemez;",
    "1616": "And ȝet hem halchez al hole þe haluez togeder,",
    "1617": "And syþen on a stif stange stoutly hem henges.",
    "1618": "Now with þis ilk swyn þay swengen to home;",
    "1619": "Þe bores hed watz borne bifore þe burnes seluen",
    "1620": "Þat him forferde in þe forþe þurȝ forse of his honde",
    "1621": "so stronge.",
    "1622": "Til he seȝ Sir Gawayne",
    "1623": "In halle hym poȝt ful longe;",
    "1624": "He calde, and he com gayn",
    "1625": "His feez þer for to fonge.",
    "1626": "Þe lorde ful lowde with lote and laȝter myry,",
    "1627": "When he seȝe Sir Gawayn, with solace he spekez;",
    "1628": "Þe goude ladyez were geten, and gedered þe meyny,",
    "1629": "He schewez hem þe scheldez, and schapes hem þe tale",
    "1630": "Of þe largesse and þe lenþe, þe liþernez alse",
    "1631": "Of þe were of þe wylde swyn in wod þer he fled.",
    "1632": "Þat oþer knyȝt ful comly comended his dedez,",
    "1633": "And praysed hit as gret prys þat he proued hade,",
    "1634": "For suche a brawne of a best, þe bolde burne sayde,",
    "1635": "Ne such sydes of a swyn segh he neuer are.",
    "1636": "Þenne hondeled þay þe hoge hed, þe hende mon hit praysed,",
    "1637": "And let lodly þerat þe lorde for to here.",
    "1638": "'Now, Gawayn,' quoþ þe godmon, 'þis gomen is your awen",
    "1639": "Bi fyn forwarde and faste, faythely ȝe knowe.'",
    "1640": "'Hit is sothe,' quoþ þe segge, 'and as siker trwe",
    "1641": "Alle my get I schal yow gif agayn, bi my trawþe.'",
    "1642": "He hent þe haþel aboute þe halse, and hendely hym kysses,",
    "1643": "And eftersones of þe same he serued hym þere.",
    "1644": "'Now ar we euen,' quoþ þe haþel, 'in þis euentide",
    "1645": "Of alle þe couenauntes þat we knyt, syþen I com hider,",
    "1646": "bi lawe.'",
    "1647": "Þe lorde sayde, 'Bi saynt Gile,",
    "1648": "Ȝe ar þe best þat I knowe!",
    "1649": "Ȝe ben ryche in a whyle,",
    "1650": "Such chaffer and ȝe drowe.'",
    "1651": "Þenne þay teldet tablez trestes alofte,",
    "1652": "Kesten cloþen vpon; clere lyȝt þenne",
    "1653": "Wakned bi woȝez, waxen torches;",
    "1654": "Seggez sette and serued in sale al aboute;",
    "1655": "Much glam and gle glent vp þerinne",
    "1656": "Aboute þe fyre vpon flet, and on fele wyse",
    "1657": "At þe soper and after, mony aþel songez,",
    "1658": "As coundutes of Krystmasse and carolez newe",
    "1659": "With al þe manerly merþe þat mon may of telle,",
    "1660": "And euer oure luflych knyȝt þe lady bisyde.",
    "1661": "Such semblaunt to þat segge semly ho made",
    "1662": "Wyth stille stollen countenaunce, þat stalworth to plese,",
    "1663": "Þat al forwondered watz þe wyȝe, and wroth with hymseluen,",
    "1664": "Bot he nolde not for his nurture nurne hir aȝaynez,",
    "1665": "Bot dalt with hir al in daynté, how-se-euer þe dede turned",
    "1666": "towrast.",
    "1667": "Quen þay hade played in halle",
    "1668": "As longe as hor wylle hom last,",
    "1669": "To chambre he con hym calle,",
    "1670": "And to þe chemné þay past.",
    "1671": "Andre þer þay dronken, and dalten, and demed eft nwe",
    "1672": "To norne on þe same note on Nwe Ȝerez euen;",
    "1673": "Bot þe knyȝt craued leue to kayre on þe morn,",
    "1674": "For hit watz neȝ at þe terme þat he to schulde.",
    "1675": "Þe lorde hym letted of þat, to lenge hym resteyed,",
    "1676": "And sayde, 'As I am trwe segge, I siker my trawþe",
    "1677": "Þou schal cheue to þe grene chapel þy charres to make,",
    "1678": "Leude, on Nw Ȝerez lyȝt, longe bifore pryme.",
    "1679": "Forþy þow lye in þy loft and lach þyn ese,",
    "1680": "And I schal hunt in þis holt, and halde þe towchez,",
    "1681": "Chaunge wyth þe cheuisaunce, bi þat I charre hider;",
    "1682": "For I haf fraysted þe twys, and faythful I fynde þe.",
    "1683": "Now \"þrid tyme þrowe best\" þenk on þe morne,",
    "1684": "Make we mery quyl we may and mynne vpon joye,",
    "1685": "For þe lur may mon lach when-so mon lykez.'",
    "1686": "Þis watz grayþely graunted, and Gawayn is lenged,",
    "1687": "Bliþe broȝt watz hym drynk, and þay to bedde ȝeden",
    "1688": "with liȝt.",
    "1689": "Sir Gawayn lis and slepes",
    "1690": "Ful stille and softe al niȝt;",
    "1691": "Þe lorde þat his craftez kepes,",
    "1692": "Ful erly he watz diȝt.",
    "1693": "After messe a morsel he and his men token;",
    "1694": "Miry watz þe mornyng, his mounture he askes.",
    "1695": "Alle þe haþeles þat on horse schulde helden hym after",
    "1696": "Were boun busked on hor blonkkez bifore þe halle ȝatez.",
    "1697": "Ferly fayre watz þe folde, for þe forst clenged;",
    "1698": "In rede rudede vpon rak rises þe sunne,",
    "1699": "And ful clere costez þe clowdes of þe welkyn.",
    "1700": "Hunteres vnhardeled bi a holt syde,",
    "1701": "Rocheres roungen bi rys for rurde of her hornes;",
    "1702": "Summe fel in þe fute þer þe fox bade,",
    "1703": "Traylez ofte a traueres bi traunt of her wyles;",
    "1704": "A kenet kyres þerof, þe hunt on hym calles;",
    "1705": "His felaȝes fallen hym to, þat fnasted ful þike,",
    "1706": "Runnen forth in a rabel in his ryȝt fare,",
    "1707": "And he fyskez hem byfore; þay founden hym sone,",
    "1708": "And quen þay seghe hym with syȝt þay sued hym fast,",
    "1709": "Wreȝande hym ful weterly with a wroth noyse;",
    "1710": "And he trantes and tornayeez þurȝ mony tene greue,",
    "1711": "Hauilounez, and herkenez bi heggez ful ofte.",
    "1712": "At þe last bi a littel dich he lepez ouer a spenne,",
    "1713": "Stelez out ful stilly bi a strothe rande,",
    "1714": "Went haf wylt of þe wode with wylez fro þe houndes;",
    "1715": "Þenne watz he went, er he wyst, to a wale tryster,",
    "1716": "Þer þre þro at a þrich þrat hym at ones,",
    "1717": "al graye.",
    "1718": "He blenched aȝayn bilyue",
    "1719": "And stifly start on-stray,",
    "1720": "With alle þe wo on lyue",
    "1721": "To þe wod he went away.",
    "1722": "Thenne watz hit list vpon lif to lyþen þe houndez,",
    "1723": "When alle þe mute hade hym met, menged togeder:",
    "1724": "Suche a sorȝe at þat syȝt þay sette on his hede",
    "1725": "As alle þe clamberande clyffes hade clatered on hepes;",
    "1726": "Here he watz halawed, when haþelez hym metten,",
    "1727": "Loude he watz ȝayned with ȝarande speche;",
    "1728": "Þer he watz þreted and ofte þef called,",
    "1729": "And ay þe titleres at his tayl, þat tary he ne myȝt;",
    "1730": "Ofte he watz runnen at, when he out rayked,",
    "1731": "And ofte reled in aȝayn, so Reniarde watz wylé.",
    "1732": "And ȝe he lad hem bi lagmon, þe lorde and his meyny,",
    "1733": "On þis maner bi þe mountes quyle myd-ouer-vnder,",
    "1734": "Whyle þe hende knyȝt at home holsumly slepes",
    "1735": "Withinne þe comly cortynes, on þe colde morne.",
    "1736": "Bot þe lady for luf let not to slepe,",
    "1737": "Ne þe purpose to payre þat pyȝt in hir hert,",
    "1738": "Bot ros hir vp radly, rayked hir þeder",
    "1739": "In a mery mantyle, mete to þe erþe,",
    "1740": "Þat watz furred ful fyne with fellez wel pured,",
    "1741": "No hwef goud on hir hede bot þe haȝer stones",
    "1742": "Trased aboute hir tressour be twenty in clusteres;",
    "1743": "Hir þryuen face and hir þrote þrowen al naked,",
    "1744": "Hir brest bare bifore, and bihinde eke.",
    "1745": "Ho comez withinne þe chambre dore, and closes hit hir after,",
    "1746": "Wayuez vp a wyndow, and on þe wyȝe callez,",
    "1747": "And radly þus rehayted hym with hir riche wordes,",
    "1748": "with chere:",
    "1749": "'A! mon, how may þou slepe,",
    "1750": "Þis morning is so clere?'",
    "1751": "He watz in drowping depe,",
    "1752": "Bot þenne he con hir here.",
    "1753": "In dreȝ droupyng of dreme draueled þat noble,",
    "1754": "As mon þat watz in mornyng of mony þro þoȝtes,",
    "1755": "How þat destiné schulde þat day dele hym his wyrde",
    "1756": "At þe grene chapel, when he þe gome metes,",
    "1757": "And bihoues his buffet abide withoute debate more;",
    "1758": "Bot quen þat comly com he keuered his wyttes,",
    "1759": "Swenges out of þe sweuenes, and swarez with hast.",
    "1760": "Þe lady luflych com laȝande swete,",
    "1761": "Felle ouer his fayre face, and fetly hym kyssed;",
    "1762": "He welcumez hir worþily with a wale chere.",
    "1763": "He seȝ hir so glorious and gayly atyred,",
    "1764": "So fautles of hir fetures and of so fyne hewes,",
    "1765": "Wiȝt wallande joye warmed his hert.",
    "1766": "With smoþe smylyng and smolt þay smeten into merþe,",
    "1767": "Þat al watz blis and bonchef þat breke hem bitwene,",
    "1768": "and wynne.",
    "1769": "Þay lanced wordes gode,",
    "1770": "Much wele þen watz þerinne;",
    "1771": "Gret perile bitwene hem stod,",
    "1772": "Nif Maré of hir knyȝt mynne.",
    "1773": "For þat prynces of pris depresed hym so þikke,",
    "1774": "Nurned hym so neȝe þe þred, þat nede hym bihoued",
    "1775": "Oþer lach þer hir luf, oþer lodly refuse.",
    "1776": "He cared for his cortaysye, lest craþayn he were,",
    "1777": "And more for his meschef ȝif he schulde make synne,",
    "1778": "And be traytor to þat tolke þat þat telde aȝt.",
    "1779": "'God schylde,' quoþ þe schalk, 'þat schal not befalle!'",
    "1780": "With luf-laȝyng a lyt he layd hym bysyde",
    "1781": "Alle þe spechez of specialté þat sprange of her mouthe.",
    "1782": "Quoþ þat burde to þe burne, 'Blame ȝe disserue,",
    "1783": "Ȝif ȝe luf not þat lyf þat ȝe lye nexte,",
    "1784": "Bifore alle þe wyȝez in þe worlde wounded in hert,",
    "1785": "Bot if ȝe haf a lemman, a leuer, þat yow lykez better,",
    "1786": "And folden fayth to þat fre, festned so harde",
    "1787": "Þat yow lausen ne lyst--and þat I leue nouþe;",
    "1788": "And þat ȝe telle me þat now trwly I pray yow,",
    "1789": "For alle þe lufez vpon lyue layne not þe soþe",
    "1790": "for gile.'",
    "1791": "Þe knyȝt sayde, 'Be sayn Jon,'",
    "1792": "And smeþely con he smyle,",
    "1793": "'In fayth I welde riȝt non,",
    "1794": "Ne non wil welde þe quile.'",
    "1795": "'Þat is a worde,' quoþ þat wyȝt, 'þat worst is of alle,",
    "1796": "Bot I am swared for soþe, þat sore me þinkkez.",
    "1797": "Kysse me now comly, and I schal cach heþen,",
    "1798": "I may bot mourne vpon molde, as may þat much louyes.'",
    "1799": "Sykande ho sweȝe doun and semly hym kyssed,",
    "1800": "And siþen ho seueres hym fro, and says as ho stondes,",
    "1801": "'Now, dere, at þis departyng do me þis ese,",
    "1802": "Gif me sumquat of þy gifte, þi gloue if hit were,",
    "1803": "Þat I may mynne on þe, mon, my mournyng to lassen.'",
    "1804": "'Now iwysse,' quoþ þat wyȝe, 'I wolde I hade here",
    "1805": "Þe leuest þing for þy luf þat I in londe welde,",
    "1806": "For ȝe haf deserued, for soþe, sellyly ofte",
    "1807": "More rewarde bi resoun þen I reche myȝt;",
    "1808": "Bot to dele yow for drurye þat dawed bot neked,",
    "1809": "Hit is not your honour to haf at þis tyme",
    "1810": "A gloue for a garysoun of Gawaynez giftez,",
    "1811": "And I am here an erande in erdez vncouþe,",
    "1812": "And haue no men wyth no malez with menskful þingez;",
    "1813": "Þat mislykez me, ladé, for luf at þis tyme,",
    "1814": "Iche tolke mon do as he is tan, tas to non ille",
    "1815": "ne pine.'",
    "1816": "'Nay, hende of hyȝe honours,'",
    "1817": "Quoþ þat lufsum vnder lyne,",
    "1818": "'Þaȝ I hade noȝt of yourez,",
    "1819": "Ȝet schulde ȝe haue of myne.'",
    "1820": "Ho raȝt hym a riche rynk of red golde werkez,",
    "1821": "Wyth a starande ston stondande alofte",
    "1822": "Þat bere blusschande bemez as þe bryȝt sunne;",
    "1823": "Wyt ȝe wel, hit watz worth wele ful hoge.",
    "1824": "Bot þe renk hit renayed, and redyly he sayde,",
    "1825": "'I wil no giftez, for Gode, my gay, at þis tyme;",
    "1826": "I haf none yow to norne, ne noȝt wyl I take.'",
    "1827": "Ho bede hit hym ful bysily, and he hir bode wernes,",
    "1828": "And swere swyfte by his sothe þat he hit sese nolde,",
    "1829": "And ho soré þat he forsoke, and sayde þerafter,",
    "1830": "'If ȝe renay my rynk, to ryche for hit semez,",
    "1831": "Ȝe wolde not so hyȝly halden be to me,",
    "1832": "I schal gif yow my girdel, þat gaynes yow lasse.'",
    "1833": "Ho laȝt a lace lyȝtly þat leke vmbe hir sydez,",
    "1834": "Knit vpon hir kyrtel vnder þe clere mantyle,",
    "1835": "Gered hit watz with grene sylke and with golde schaped,",
    "1836": "Noȝt bot arounde brayden, beten with fyngrez;",
    "1837": "And þat ho bede to þe burne, and blyþely bisoȝt,",
    "1838": "Þaȝ hit vnworþi were, þat he hit take wolde.",
    "1839": "And he nay þat he nolde neghe in no wyse",
    "1840": "Nauþer golde ne garysoun, er God hym grace sende",
    "1841": "To acheue to þe chaunce þat he hade chosen þere.",
    "1842": "'And þerfore, I pray yow, displese yow noȝt,",
    "1843": "And lettez be your bisinesse, for I bayþe hit yow neuer",
    "1844": "to graunte;",
    "1845": "I am derely to yow biholde",
    "1846": "Bicause of your sembelaunt,",
    "1847": "And euer in hot and colde",
    "1848": "To be your trwe seruaunt.'",
    "1849": "'Now forsake ȝe þis silke,' sayde þe burde þenne,",
    "1850": "'For hit is symple in hitself? And so hit wel semez.",
    "1851": "Lo! so hit is littel, and lasse hit is worþy;",
    "1852": "Bot who-so knew þe costes þat knit ar þerinne,",
    "1853": "He wolde hit prayse at more prys, parauenture;",
    "1854": "For quat gome so is gorde with þis grene lace,",
    "1855": "While he hit hade hemely halched aboute,",
    "1856": "Þer is no haþel vnder heuen tohewe hym þat myȝt,",
    "1857": "For he myȝt not be slayn for slyȝt vpon erþe.'",
    "1858": "Þen kest þe knyȝt, and hit come to his hert",
    "1859": "Hit were a juel for þe jopardé þat hym iugged were:",
    "1860": "When he acheued to þe chapel his chek for to fech,",
    "1861": "Myȝt he haf slypped to be vnslayn, þe sleȝt were noble.",
    "1862": "Þenne he þulged with hir þrepe and þoled hir to speke,",
    "1863": "And ho bere on hym þe belt and bede hit hym swyþe--",
    "1864": "And he granted and hym gafe with a goud wylle--",
    "1865": "And bisoȝt hym, for hir sake, disceuer hit neuer,",
    "1866": "Bot to lelly layne fro hir lorde; þe leude hym acordez",
    "1867": "Þat neuer wyȝe schulde hit wyt, iwysse, bot þay twayne",
    "1868": "for noȝte;",
    "1869": "He þonkked hir oft ful swyþe,",
    "1870": "Ful þro with hert and þoȝt.",
    "1871": "Bi þat on þrynne syþe",
    "1872": "Ho hatz kyst þe knyȝt so toȝt.",
    "1873": "Thenne lachchez ho hir leue, and leuez hym þere,",
    "1874": "For more myrþe of þat mon moȝt ho not gete.",
    "1875": "When ho watz gon, Sir Gawayn gerez hym sone,",
    "1876": "Rises and riches hym in araye noble,",
    "1877": "Lays vp þe luf-lace þe lady hym raȝt,",
    "1878": "Hid hit ful holdely, þer he hit eft fonde.",
    "1879": "Syþen cheuely to þe chapel choses he þe waye,",
    "1880": "Preuély aproched to a prest, and prayed hym þere",
    "1881": "Þat he wolde lyste his lyf and lern hym better",
    "1882": "How his sawle schulde be saued when he schuld seye heþen.",
    "1883": "Þere he schrof hym schyrly and schewed his mysdedez,",
    "1884": "Of þe more and þe mynne, and merci besechez,",
    "1885": "And of absolucioun he on þe segge calles;",
    "1886": "And he asoyled hym surely and sette hym so clene",
    "1887": "As domezday schulde haf ben diȝt on þe morn.",
    "1888": "And syþen he mace hym as mery among þe fre ladyes,",
    "1889": "With comlych caroles and alle kynnes ioye,",
    "1890": "As neuer he did bot þat daye, to þe derk nyȝt,",
    "1891": "with blys.",
    "1892": "Vche mon hade daynté þare",
    "1893": "Of hym, and sayde, 'Iwysse,",
    "1894": "Þus myry he watz neuer are,",
    "1895": "Syn he com hider, er þis.'",
    "1896": "Now hym lenge in þat lee, þer luf hym bityde!",
    "1897": "Ȝet is þe lorde on þe launde ledande his gomnes.",
    "1898": "He hatz forfaren þis fox þat he folȝed longe;",
    "1899": "As he sprent ouer a spenne to spye þe schrewe,",
    "1900": "Þer as he herd þe howndes þat hasted hym swyþe,",
    "1901": "Renaud com richchande þurȝ a roȝe greue,",
    "1902": "And alle þe rabel in a res ryȝt at his helez.",
    "1903": "Þe wyȝe watz war of þe wylde, and warly abides,",
    "1904": "And braydez out þe bryȝt bronde, and at þe best castez.",
    "1905": "And he schunt for þe scharp, and schulde haf arered;",
    "1906": "A rach rapes hym to, ryȝt er he myȝt,",
    "1907": "And ryȝt bifore þe hors fete þay fel on hym alle,",
    "1908": "And woried me þis wyly wyth a wroth noyse.",
    "1909": "Þe lorde lyȝtez bilyue, and lachez hym sone,",
    "1910": "Rased hym ful radly out of þe rach mouþes,",
    "1911": "Haldez heȝe ouer his hede, halowez faste,",
    "1912": "And þer bayen hym mony braþ houndez.",
    "1913": "Huntes hyȝed hem þeder with hornez ful mony,",
    "1914": "Ay rechatande aryȝt til þay þe renk seȝen.",
    "1915": "Bi þat watz comen his compeyny noble,",
    "1916": "Alle þat euer ber bugle blowed at ones,",
    "1917": "And alle þise oþer halowed þat hade no hornes;",
    "1918": "Hit watz þe myriest mute þat euer men herde,",
    "1919": "Þe rich rurd þat þer watz raysed for Renaude saule",
    "1920": "with lote.",
    "1921": "Hor houndez þay þer rewarde,",
    "1922": "Her hedez þay fawne and frote,",
    "1923": "And syþen þay tan Reynarde,",
    "1924": "And tyruen of his cote.",
    "1925": "And þenne þay helden to home, for hit watz nieȝ nyȝt,",
    "1926": "Strakande ful stoutly in hor store hornez.",
    "1927": "Þe lorde is lyȝt at þe laste at hys lef home,",
    "1928": "Fyndez fire vpon flet, þe freke þer-byside,",
    "1929": "Sir Gawayn þe gode, þat glad watz withalle,",
    "1930": "Among þe ladies for luf he ladde much ioye;",
    "1931": "He were a bleaunt of blwe þat bradde to þe erþe,",
    "1932": "His surkot semed hym wel þat softe watz forred,",
    "1933": "And his hode of þat ilke henged on his schulder,",
    "1934": "Blande al of blaunner were boþe al aboute.",
    "1935": "He metez me þis godmon inmyddez þe flore,",
    "1936": "And al with gomen he hym gret, and goudly he sayde,",
    "1937": "'I schal fylle vpon fyrst oure forwardez nouþe,",
    "1938": "Þat we spedly han spoken, þer spared watz no drynk.'",
    "1939": "Þen acoles he þe knyȝt and kysses hym þryes,",
    "1940": "As sauerly and sadly as he hem sette couþe.",
    "1941": "'Bi Kryst,' quoþ þat oþer knyȝt, 'Ȝe cach much sele",
    "1942": "In cheuisaunce of þis chaffer, ȝif ȝe hade goud chepez.'",
    "1943": "'Ȝe, of þe chepe no charg,' quoþ chefly þat oþer,",
    "1944": "'As is pertly payed þe chepez þat I aȝte.'",
    "1945": "'Mary,' quoþ þat oþer mon, 'myn is bihynde,",
    "1946": "For I haf hunted al þis day, and noȝt haf I geten",
    "1947": "Bot þis foule fox felle--þe fende haf þe godez!--",
    "1948": "And þat is ful pore for to pay for suche prys þinges",
    "1949": "As ȝe haf þryȝt me here þro, suche þre cosses",
    "1950": "so gode.'",
    "1951": "'Inoȝ,' quoþ Sir Gawayn,",
    "1952": "'I þonk yow, bi þe rode',",
    "1953": "And how þe fox watz slayn",
    "1954": "He tolde hym as þay stode.",
    "1955": "With merþe and mynstralsye, with metez at hor wylle,",
    "1956": "Þay maden as mery as any men moȝten--",
    "1957": "With laȝyne of ladies, with lotez of bordes",
    "1958": "Gawayn and þe godemon so glad were þay boþe--",
    "1959": "Bot if þe douthe had doted, oþer dronken ben oþer.",
    "1960": "Boþe þe mon and þe meyny maden mony iapez,",
    "1961": "Til þe sesoun watz seȝen þat þay seuer moste;",
    "1962": "Burnez to hor bedde behoued at þe laste.",
    "1963": "Þenne loȝly his leue at þe lorde fyrst",
    "1964": "Fochchez þis fre mon, and fayre he hym þonkkez:",
    "1965": "'Of such a selly soiorne as I haf hade here,",
    "1966": "Your honour at þis hyȝe fest, þe hyȝe kyng yow ȝelde!",
    "1967": "I ȝef yow me for on of yourez, if yowreself lykez,",
    "1968": "For I mot nedes, as ȝe wot, meue to-morne,",
    "1969": "And ȝe me take sum tolke to teche, as ȝe hyȝt,",
    "1970": "Þe gate to þe grene chapel, as God wyl me suffer",
    "1971": "To dele on Nw Ȝerez day þe dome of my wyrdes.'",
    "1972": "'In god fayþe,' quoþ þe godmon, 'wyth a goud wylle",
    "1973": "Al þat euer I yow hyȝt halde schal I redé.'",
    "1974": "Þer asyngnes he a seruaunt to sett hym in þe waye,",
    "1975": "And coundue hym by þe downez, þat he no drechch had,",
    "1976": "For to ferk þurȝ þe fryth and fare at þe gaynest",
    "1977": "bi greue.",
    "1978": "Þe lorde Gawayn con þonk,",
    "1979": "Such worchip he wolde hym weue.",
    "1980": "Þen at þo ladyez wlonk",
    "1981": "Þe knyȝt hatz tan his leue.",
    "1982": "With care and wyth kyssyng he carppez hem tille,",
    "1983": "And fele þryuande þonkkez he þrat hom to haue,",
    "1984": "And þay ȝelden hym aȝayn ȝeply þat ilk;",
    "1985": "Þay bikende hym to Kryst with ful colde sykyngez.",
    "1986": "Syþen fro þe meyny he menskly departes;",
    "1987": "Vche mon þat he mette, he made hem a þonke",
    "1988": "For his seruyse and his solace and his sere pyne,",
    "1989": "Þat þay wyth busynes had ben aboute hym to serue;",
    "1990": "And vche segge as soré to seuer with hym þere",
    "1991": "As þay hade wonde worþyly with þat wlonk euer.",
    "1992": "Þen with ledes and lyȝt he watz ladde to his chambre",
    "1993": "And blyþely broȝt to his bedde to be at his rest.",
    "1994": "Ȝif he ne slepe soundyly say ne dar I,",
    "1995": "For he hade muche on þe morn to mynne, ȝif he wolde,",
    "1996": "in þoȝt.",
    "1997": "Let hym lyȝe þere stille,",
    "1998": "He hatz nere þat he soȝt;",
    "1999": "And ȝe wyl a whyle be stylle",
    "2000": "I schal telle yow how þay wroȝt.",
    "2001": "IV",
    "2002": "Now neȝez þe Nw Ȝere, and þe nyȝt passez,",
    "2003": "Þe day dryuez to þe derk, as Dryȝtyn biddez;",
    "2004": "Bot wylde wederez of þe worlde wakned þeroute,",
    "2005": "Clowdes kesten kenly þe colde to þe erþe,",
    "2006": "Wyth nyȝe innoghe of þe norþe, þe naked to tene;",
    "2007": "Þe snawe snitered ful snart, þat snayped þe wylde;",
    "2008": "Þe werbelande wynde wapped fro þe hyȝe,",
    "2009": "And drof vche dale ful of dryftes ful grete.",
    "2010": "Þe leude lystened ful wel þat leȝ in his bedde,",
    "2011": "Þaȝ he lowkez his liddez, ful lyttel he slepes;",
    "2012": "Bi vch kok þat crue he knwe wel þe steuen.",
    "2013": "Deliuerly he dressed vp, er þe day sprenged,",
    "2014": "For þere watz lyȝt of a laumpe þat lemed in his chambre;",
    "2015": "He called to his chamberlayn, þat cofly hym swared,",
    "2016": "And bede hym bryng hym his bruny and his blonk sadel;",
    "2017": "Þat oþer ferkez hym vp and fechez hym his wedez,",
    "2018": "And grayþez me Sir Gawayn vpon a grett wyse.",
    "2019": "Fyrst he clad hym in his cloþez þe colde for to were,",
    "2020": "And syþen his oþer harnays, þat holdely watz keped,",
    "2021": "Boþe his paunce and his platez, piked ful clene,",
    "2022": "Þe ryngez rokked of þe roust of his riche bruny;",
    "2023": "And al watz fresch as vpon fyrst, and he watz fayn þenne",
    "2024": "to þonk;",
    "2025": "He hade vpon vche pece,",
    "2026": "Wypped ful wel and wlonk;",
    "2027": "Þe gayest into Grece,",
    "2028": "Þe burne bede bryng his blonk.",
    "2029": "Whyle þe wlonkest wedes he warp on hymseluen--",
    "2030": "His cote wyth þe conysaunce of þe clere werkez",
    "2031": "Ennurned vpon veluet, vertuus stonez",
    "2032": "Aboute beten and bounden, enbrauded semez,",
    "2033": "And fayre furred withinne wyth fayre pelures--",
    "2034": "Ȝet laft he not þe lace, þe ladiez gifte,",
    "2035": "Þat forgat not Gawayn for gode of hymseluen.",
    "2036": "Bi he hade belted þe bronde vpon his balȝe haunchez,",
    "2037": "Þenn dressed he his drurye double hym aboute,",
    "2038": "Swyþe sweþled vmbe his swange swetely þat knyȝt",
    "2039": "Þe gordel of þe grene silke, þat gay wel bisemed,",
    "2040": "Vpon þat ryol red cloþe þat ryche watz to schewe.",
    "2041": "Bot wered not þis ilk wyȝe for wele þis gordel,",
    "2042": "For pryde of þe pendauntez, þaȝ polyst þay were,",
    "2043": "And þaȝ þe glyterande golde glent vpon endez,",
    "2044": "Bot for to sauen hymself, when suffer hym byhoued,",
    "2045": "To byde bale withoute dabate of bronde hym to were",
    "2046": "oþer knyffe.",
    "2047": "Bi þat þe bolde mon boun",
    "2048": "Wynnez þeroute bilyue,",
    "2049": "Alle þe meyny of renoun",
    "2050": "He þonkkez ofte ful ryue.",
    "2051": "Thenne watz Gryngolet grayþe, þat gret watz and huge,",
    "2052": "And hade ben soiourned sauerly and in a siker wyse,",
    "2053": "Hym lyst prik for poynt, þat proude hors þenne.",
    "2054": "Þe wyȝe wynnez hym to and wytez on his lyre,",
    "2055": "And sayde soberly hymself and by his soth swerez:",
    "2056": "'Here is a meyny in þis mote þat on menske þenkkez,",
    "2057": "Þe mon hem maynteines, ioy mot þay haue;",
    "2058": "Þe leue lady on lyue luf hir bityde;",
    "2059": "Ȝif þay for charyté cherysen a gest,",
    "2060": "And halden honour in her honde, þe haþel hem ȝelde",
    "2061": "Þat haldez þe heuen vpon hyȝe, and also yow alle!",
    "2062": "And ȝif I myȝt lyf vpon londe lede any quyle,",
    "2063": "I schuld rech yow sum rewarde redyly, if I myȝt.'",
    "2064": "Þenn steppez he into stirop and strydez alofte;",
    "2065": "His schalk schewed hym his schelde, on schulder he hit laȝt,",
    "2066": "Gordez to Gryngolet with his gilt helez,",
    "2067": "And he startez on þe ston, stod he no lenger",
    "2068": "to praunce.",
    "2069": "His haþel on hors watz þenne,",
    "2070": "Þat bere his spere and launce.",
    "2071": "'Þis kastel to Kryst I kenne':",
    "2072": "He gef hit ay god chaunce.",
    "2073": "The brygge watz brayde doun, and þe brode ȝatez",
    "2074": "Vnbarred and born open vpon boþe halue.",
    "2075": "Þe burne blessed hym bilyue, and þe bredez passed--",
    "2076": "Prayses þe porter bifore þe prynce kneled,",
    "2077": "Gef hym God and goud day, þat Gawayn he saue--",
    "2078": "And went on his way with his wyȝe one,",
    "2079": "Þat schulde teche hym to tourne to þat tene place",
    "2080": "Þer þe ruful race he schulde resayue.",
    "2081": "Þay boȝen bi bonkkez þer boȝez ar bare,",
    "2082": "Þay clomben bi clyffez þer clengez þe colde.",
    "2083": "Þe heuen watz vphalt, bot vgly þer-vnder;",
    "2084": "Mist muged on þe mor, malt on þe mountez,",
    "2085": "Vch hille hade a hatte, a myst-hakel huge.",
    "2086": "Brokez byled and breke bi bonkkez aboute,",
    "2087": "Schyre schaterande on schorez, þer þay doun schowued.",
    "2088": "Wela wylle watz þe way þer þay bi wod schulden,",
    "2089": "Til hit watz sone sesoun þat þe sunne ryses",
    "2090": "þat tyde.",
    "2091": "Þay were on a hille ful hyȝe,",
    "2092": "Þe quyte snaw lay bisyde;",
    "2093": "Þe burne þat rod hym by",
    "2094": "Bede his mayster abide.",
    "2095": "'For I haf wonnen yow hider, wyȝe, at þis tyme,",
    "2096": "And now nar ȝe not fer fro þat note place",
    "2097": "Þat ȝe han spied and spuryed so specially after;",
    "2098": "Bot I schal say yow for soþe, syþen I yow knowe,",
    "2099": "And ȝe ar a lede vpon lyue þat I wel louy,",
    "2100": "Wolde ȝe worch bi my wytte, ȝe worþed þe better.",
    "2101": "Þe place þat ȝe prece to ful perelous is halden;",
    "2102": "Þer wonez a wyȝe in þat waste, þe worst vpon erþe,",
    "2103": "For he is stiffe and sturne, and to strike louies,",
    "2104": "And more he is þen any mon vpon myddelerde,",
    "2105": "And his body bigger þen þe best fowre",
    "2106": "Þat ar in Arþurez hous, Hestor, oþer oþer.",
    "2107": "He cheuez þat chaunce at þe chapel grene,",
    "2108": "Þer passes non bi þat place so proude in his armes",
    "2109": "Þat he ne dyngez hym to deþe with dynt of his honde;",
    "2110": "For he is a mon methles, and mercy non vses,",
    "2111": "For be hit chorle oþer chaplayn þat bi þe chapel rydes,",
    "2112": "Monk oþer masseprest, oþer any mon elles,",
    "2113": "Hym þynk as queme hym to quelle as quyk go hymseluen.",
    "2114": "Forþy I say þe, as soþe as ȝe in sadel sitte,",
    "2115": "Com ȝe þere, ȝe be kylled, may þe knyȝt rede,",
    "2116": "Trawe ȝe me þat trwely, þaȝ ȝe had twenty lyues",
    "2117": "to spende.",
    "2118": "He hatz wonyd here ful ȝore,",
    "2119": "On bent much baret bende,",
    "2120": "Aȝayn his dyntez sore",
    "2121": "Ȝe may not yow defende.",
    "2122": "'Forþy, goude Sir Gawayn, let þe gome one,",
    "2123": "And gotz away sum oþer gate, vpon Goddez halue!",
    "2124": "Cayrez bi sum oþer kyth, þer Kryst mot yow spede,",
    "2125": "And I schal hyȝ me hom aȝayn, and hete yow fyrre",
    "2126": "Þat I schal swere bi God and alle his gode halȝez,",
    "2127": "As help me God and þe halydam, and oþez innoghe,",
    "2128": "Þat I schal lelly yow layne, and lance neuer tale",
    "2129": "Þat euer ȝe fondet to fle for freke þat I wyst.'",
    "2130": "'Grant merci', quoþ Gawayn, and gruchyng he sayde:",
    "2131": "'Wel worth þe, wyȝe, þat woldez my gode,",
    "2132": "And þat lelly me layne I leue wel þou woldez.",
    "2133": "Bot helde þou hit neuer so holde, and I here passed,",
    "2134": "Founded for ferde for to fle, in fourme þat þou tellez,",
    "2135": "I were a knyȝt kowarde, I myȝt not be excused.",
    "2136": "Bot I wyl to þe chapel, for chaunce þat may falle,",
    "2137": "And talk wyth þat ilk tulk þe tale þat me lyste,",
    "2138": "Worþe hit wele oþer wo, as þe wyrde lykez",
    "2139": "hit hafe.",
    "2140": "Þaȝe he be a sturn knape",
    "2141": "To stiȝtel, and stad with staue,",
    "2142": "Ful wel con Dryȝtyn schape",
    "2143": "His seruauntez for to saue.'",
    "2144": "'Mary!' quoþ þat oþer mon, 'now þou so much spellez,",
    "2145": "Þat þou wylt þyn awen nye nyme to þyseluen,",
    "2146": "And þe lyst lese þy lyf, þe lette I ne kepe.",
    "2147": "Haf here þi helme on þy hede, þi spere in þi honde,",
    "2148": "And ryde me doun þis ilk rake bi ȝon rokke syde,",
    "2149": "Til þou be broȝt to þe boþem of þe brem valay;",
    "2150": "Þenne loke a littel on þe launde, on þi lyfte honde,",
    "2151": "And þou schal se in þat slade þe self chapel,",
    "2152": "And þe borelych burne on bent þat hit kepez.",
    "2153": "Now farez wel, on Godez half, Gawayn þe noble!",
    "2154": "For alle þe golde vpon grounde I nolde go wyth þe,",
    "2155": "Ne bere þe felaȝschip þurȝ þis fryth on fote fyrre.'",
    "2156": "Bi þat þe wyȝe in þe wod wendez his brydel,",
    "2157": "Hit þe hors with þe helez as harde as he myȝt,",
    "2158": "Lepez hym ouer þe launde, and leuez þe knyȝt þere",
    "2159": "al one.",
    "2160": "'Bi Goddez self,' quoþ Gawayn,",
    "2161": "'I wyl nauþer grete ne grone;",
    "2162": "To Goddez wylle I am ful bayn,",
    "2163": "And to hym I haf me tone.'",
    "2164": "Thenne gyrdez he to Gryngolet, and gederez þe rake,",
    "2165": "Schowuez in bi a schore at a schaȝe syde,",
    "2166": "Ridez þurȝ þe roȝe bonk ryȝt to þe dale;",
    "2167": "And þenne he wayted hym aboute, and wylde hit hym þoȝt,",
    "2168": "And seȝe no syngne of resette bisydez nowhere,",
    "2169": "Bot hyȝe bonkkez and brent vpon boþe halue,",
    "2170": "And ruȝe knokled knarrez with knorned stonez;",
    "2171": "Þe skwez of þe scowtes skayned hym þoȝt.",
    "2172": "Þenne he houed, and wythhylde his hors at þat tyde,",
    "2173": "And ofte chaunged his cher þe chapel to seche:",
    "2174": "He seȝ non suche in no syde, and selly hym þoȝt,",
    "2175": "Saue, a lyttel on a launde, a lawe as hit were;",
    "2176": "A balȝ berȝ bi a bonke þe brymme bysyde,",
    "2177": "Bi a forȝ of a flode þat ferked þare;",
    "2178": "Þe borne blubred þerinne as hit boyled hade.",
    "2179": "Þe knyȝt kachez his caple, and com to þe lawe,",
    "2180": "Liȝtez doun luflyly, and at a lynde tachez",
    "2181": "Þe rayne and his riche with a roȝe braunche.",
    "2182": "Þenne he boȝez to þe berȝe, aboute hit he walkez,",
    "2183": "Debatande with hymself quat hit be myȝt.",
    "2184": "Hit hade a hole on þe ende and on ayþer syde,",
    "2185": "And ouergrowen with gresse in glodes aywhere,",
    "2186": "And al watz holȝ inwith, nobot an olde caue,",
    "2187": "Or a creuisse of an olde cragge, he couþe hit noȝt deme",
    "2188": "with spelle.",
    "2189": "'We! Lorde,' quoþ þe gentyle knyȝt,",
    "2190": "'Wheþer þis be þe grene chapelle?",
    "2191": "Here myȝt aboute mydnyȝt",
    "2192": "Þe dele his matynnes telle!",
    "2193": "'Now iwysse,' quoþ Wowayn, 'wysty is here;",
    "2194": "Þis oritore is vgly, with erbez ouergrowen;",
    "2195": "Wel bisemez þe wyȝe wruxled in grene",
    "2196": "Dele here his deuocioun on þe deuelez wyse.",
    "2197": "Now I fele hit is þe fende, in my fyue wyttez,",
    "2198": "Þat hatz stoken me þis steuen to strye me here.",
    "2199": "Þis is a chapel of meschaunce, þat chekke hit bytyde!",
    "2200": "Hit is þe corsedest kyrk þat euer I com inne!'",
    "2201": "With heȝe helme on his hede, his launce in his honde,",
    "2202": "He romez vp to þe roffe of þe roȝ wonez.",
    "2203": "Þene herde he of þat hyȝe hil, in a harde roche",
    "2204": "Biȝonde þe broke, in a bonk, a wonder breme noyse,",
    "2205": "Quat! hit clatered in þe clyff, as hit cleue schulde,",
    "2206": "As one vpon a gryndelston hade grounden a syþe.",
    "2207": "What! hit wharred and whette, as water at a mulne;",
    "2208": "What! hit rusched and ronge, rawþe to here.",
    "2209": "Þenne 'Bi Godde,' quoþ Gawayn, 'þat gere, as I trowe,",
    "2210": "Is ryched at þe reuerence me, renk, to mete",
    "2211": "bi rote.",
    "2212": "Let God worche! \"We loo\"--",
    "2213": "Hit helppez me not a mote.",
    "2214": "My lif þaȝ I forgoo,",
    "2215": "Drede dotz me no lote.'",
    "2216": "Thenne þe knyȝt con calle ful hyȝe:",
    "2217": "'Who stiȝtlez in þis sted me steuen to holde?",
    "2218": "For now is gode Gawayn goande ryȝt here.",
    "2219": "If any wyȝe oȝt wyl, wynne hider fast,",
    "2220": "Oþer now oþer neuer, his nedez to spede.'",
    "2221": "'Abyde', quoþ on on þe bonke abouen ouer his hede,",
    "2222": "'And þou schal haf al in hast þat I þe hyȝt ones.'",
    "2223": "Ȝet he rusched on þat rurde rapely a þrowe.",
    "2224": "And wyth quettyng awharf, er he wolde lyȝt;",
    "2225": "And syþen he keuerez bi a cragge, and comez of a hole,",
    "2226": "Whyrlande out of a wro wyth a felle weppen,",
    "2227": "A denez ax nwe dyȝt, þe dynt with to ȝelde,",
    "2228": "With a borelych bytte bende by þe halme,",
    "2229": "Fyled in a fylor, fowre fote large--",
    "2230": "Hit watz no lasse bi þat lace þat lemed ful bryȝt--",
    "2231": "And þe gome in þe grene gered as fyrst,",
    "2232": "Boþe þe lyre and þe leggez, lokkez and berde,",
    "2233": "Saue þat fayre on his fote he foundez on þe erþe,",
    "2234": "Sette þe stele to þe stone, and stalked bysyde.",
    "2235": "When he wan to þe watter, þer he wade nolde,",
    "2236": "He hypped ouer on hys ax, and orpedly strydez,",
    "2237": "Bremly broþe on a bent þat brode watz aboute,",
    "2238": "on snawe.",
    "2239": "Sir Gawayn þe knyȝt con mete,",
    "2240": "He ne lutte hym noþyng lowe;",
    "2241": "Þat oþer sayde, 'Now, sir swete,",
    "2242": "Of steuen mon may þe trowe.'",
    "2243": "'Gawayn,' quoþ þat grene gome, 'God þe mot loke!",
    "2244": "Iwysse þou art welcom, wyȝe, to my place,",
    "2245": "And þou hatz tymed þi trauayl as truee mon schulde,",
    "2246": "And þou knowez þe couenauntez kest vus bytwene:",
    "2247": "At þis tyme twelmonyth þou toke þat þe falled,",
    "2248": "And I schulde at þis Nwe Ȝere ȝeply þe quyte.",
    "2249": "And we ar in þis valay verayly oure one;",
    "2250": "Here ar no renkes vs to rydde, rele as vus likez.",
    "2251": "Haf þy helme of þy hede, and haf here þy pay.",
    "2252": "Busk no more debate þen I þe bede þenne",
    "2253": "When þou wypped of my hede at a wap one.'",
    "2254": "'Nay, bi God,' quoþ Gawayn, 'þat me gost lante,",
    "2255": "I schal gruch þe no grwe for grem þat fallez.",
    "2256": "Bot styȝtel þe vpon on strok, and I schal stonde stylle",
    "2257": "And warp þe no wernyng to worch as þe lykez,",
    "2258": "nowhare.'",
    "2259": "He lened with þe nek, and lutte,",
    "2260": "And schewed þat schyre al bare,",
    "2261": "And lette as he noȝt dutte;",
    "2262": "For drede he wolde not dare.",
    "2263": "THEN þe gome in þe grene grayþed hym swyþe,",
    "2264": "Gederez vp hys grymme tole Gawayn to smyte;",
    "2265": "With alle þe bur in his body he ber hit on lofte,",
    "2266": "Munt as maȝtyly as marre hym he wolde;",
    "2267": "Hade hit dryuen adoun as dreȝ as he atled,",
    "2268": "Þer hade ben ded of his dynt þat doȝty watz euer.",
    "2269": "Bot Gawayn on þat giserne glyfte hym bysyde,",
    "2270": "As hit com glydande adoun on glode hym to schende,",
    "2271": "And schranke a lytel with þe schulderes for þe scharp yrne.",
    "2272": "Þat oþer schalk wyth a schunt þe schene wythhaldez,",
    "2273": "And þenne repreued he þe prynce with mony prowde wordez:",
    "2274": "'Þou art not Gawayn,' quoþ þe gome, 'þat is so goud halden,",
    "2275": "Þat neuer arȝed for no here by hylle ne be vale,",
    "2276": "And now þou fles for ferde er þou fele harmez!",
    "2277": "Such cowardise of þat knyȝt cowþe I neuer here.",
    "2278": "Nawþer fyked I ne flaȝe, freke, quen þou myntest,",
    "2279": "Ne kest no kauelacion in kyngez hous Arthor.",
    "2280": "My hede flaȝ to my fote, and ȝet flaȝ I neuer;",
    "2281": "And þou, er any harme hent, arȝez in hert;",
    "2282": "Wherfore þe better burne me burde be called",
    "2283": "þerfore.'",
    "2284": "Quoþ Gawayn, 'I schunt onez,",
    "2285": "And so wyl I no more;",
    "2286": "Bot þaȝ my hede falle on þe stonez,",
    "2287": "I con not hit restore.",
    "2288": "'Bot busk, burne, bi þi fayth, and bryng me to þe poynt.",
    "2289": "Dele to me my destiné, and do hit out of honde,",
    "2290": "For I schal stonde þe a strok, and start no more",
    "2291": "Til þyn ax haue me hitte: haf here my trawþe.'",
    "2292": "'Haf at þe þenne!' quoþ þat oþer, and heuez hit alofte,",
    "2293": "And waytez as wroþely as he wode were.",
    "2294": "He myntez at hym maȝtyly, bot not þe mon rynez,",
    "2295": "Withhelde heterly his honde, er hit hurt myȝt.",
    "2296": "Gawayn grayþely hit bydez, and glent with no membre,",
    "2297": "Bot stode stylle as þe ston, oþer a stubbe auþer",
    "2298": "Þat raþeled is in roché grounde with rotez a hundreth.",
    "2299": "Þen muryly efte con he mele, þe mon in þe grene:",
    "2300": "'So, now þou hatz þi hert holle, hitte me bihous.",
    "2301": "Halde þe now þe hyȝe hode þat Arþur þe raȝt,",
    "2302": "And kepe þy kanel at þis kest, ȝif hit keuer may.'",
    "2303": "Gawayn ful gryndelly with greme þenne sayde:",
    "2304": "'Wy! þresch on, þou þro mon, þou þretez to longe;",
    "2305": "I hope þat þi hert arȝe wyth þyn awen seluen.'",
    "2306": "'For soþe,' quoþ þat oþer freke, 'so felly þou spekez,",
    "2307": "I wyl no lenger on lyte lette þin ernde",
    "2308": "riȝt nowe.'",
    "2309": "Þenne tas he hym stryþe to stryke,",
    "2310": "And frounsez boþe lyppe and browe;",
    "2311": "No meruayle þaȝ hym myslyke",
    "2312": "Þat hoped of no rescowe.",
    "2313": "He lyftes lyȝtly his lome, and let hit doun fayre",
    "2314": "With þe barbe of þe bitte bi þe bare nek;",
    "2315": "Þaȝ he homered heterly, hurt hym no more",
    "2316": "Bot snyrt hym on þat on syde, þat seuered þe hyde.",
    "2317": "Þe scharp schrank to þe flesche þurȝ þe schyre grece,",
    "2318": "Þat þe schene blod ouer his schulderes schot to þe erþe;",
    "2319": "And quen þe burne seȝ þe blode blenk on þe snawe,",
    "2320": "He sprit forth spenne-fote more þen a spere lenþe,",
    "2321": "Hent heterly his helme, and on his hed cast,",
    "2322": "Schot with his schulderez his fayre schelde vnder,",
    "2323": "Braydez out a bryȝt sworde, and bremely he spekez--",
    "2324": "Neuer syn þat he watz burne borne of his moder",
    "2325": "Watz he neuer in þis worlde wyȝe half so blyþe--",
    "2326": "'Blynne, burne, of þy bur, bede me no mo!",
    "2327": "I haf a stroke in þis sted withoute stryf hent,",
    "2328": "And if þow rechez me any mo, I redyly schal quyte,",
    "2329": "And ȝelde ȝederly aȝayn--and þerto ȝe tryst--",
    "2330": "and foo.",
    "2331": "Bot on stroke here me fallez--",
    "2332": "Þe couenaunt schop ryȝt so,",
    "2333": "Fermed in Arþurez hallez--",
    "2334": "And þerfore, hende, now hoo!'",
    "2335": "The haþel heldet hym fro, and on his ax rested,",
    "2336": "Sette þe schaft vpon schore, and to þe scharp lened,",
    "2337": "And loked to þe leude þat on þe launde ȝede,",
    "2338": "How þat doȝty, dredles, deruely þer stondez",
    "2339": "Armed, ful aȝlez: in hert hit hym lykez.",
    "2340": "Þenn he melez muryly wyth a much steuen,",
    "2341": "And wyth a rynkande rurde he to þe renk sayde:",
    "2342": "'Bolde burne, on þis bent be not so gryndel.",
    "2343": "No mon here vnmanerly þe mysboden habbez,",
    "2344": "Ne kyd bot as couenaunde at kyngez kort schaped.",
    "2345": "I hyȝt þe a strok and þou hit hatz, halde þe wel payed;",
    "2346": "I relece þe of þe remnaunt of ryȝtes alle oþer.",
    "2347": "Iif I deliuer had bene, a boffet paraunter",
    "2348": "I couþe wroþeloker haf waret, to þe haf wroȝt anger.",
    "2349": "Fyrst I mansed þe muryly with a mynt one,",
    "2350": "And roue þe wyth no rof-sore, with ryȝt I þe profered",
    "2351": "For þe forwarde þat we fest in þe fyrst nyȝt,",
    "2352": "And þou trystyly þe trawþe and trwly me haldez,",
    "2353": "Al þe gayne þow me gef, as god mon schulde.",
    "2354": "Þat oþer munt for þe morne, mon, I þe profered,",
    "2355": "Þou kyssedes my clere wyf--þe cossez me raȝtez.",
    "2356": "For boþe two here I þe bede bot two bare myntes",
    "2357": "boute scaþe.",
    "2358": "Trwe mon trwe restore,",
    "2359": "Þenne þar mon drede no waþe.",
    "2360": "At þe þrid þou fayled þore,",
    "2361": "And þerfor þat tappe ta þe.",
    "2362": "'For hit is my wede þat þou werez, þat ilke wouen girdel,",
    "2363": "Myn owen wyf hit þe weued, I wot wel for soþe.",
    "2364": "Now know I wel þy cosses, and þy costes als,",
    "2365": "And þe wowyng of my wyf: I wroȝt hit myseluen.",
    "2366": "I sende hir to asay þe, and sothly me þynkkez",
    "2367": "On þe fautlest freke þat euer on fote ȝede;",
    "2368": "As perle bi þe quite pese is of prys more,",
    "2369": "So is Gawayn, in god fayth, bi oþer gay knyȝtez.",
    "2370": "Bot here yow lakked a lyttel, sir, and lewté yow wonted;",
    "2371": "Bot þat watz for no wylyde werke, ne wowyng nauþer,",
    "2372": "Bot for ȝe lufed your lyf; þe lasse I yow blame.'",
    "2373": "Þat oþer stif mon in study stod a gret whyle,",
    "2374": "So agreued for greme he gryed withinne;",
    "2375": "Alle þe blode of his brest blende in his face,",
    "2376": "Þat al he schrank for schome þat þe schalk talked.",
    "2377": "Þe forme worde vpon folde þat þe freke meled:",
    "2378": "'Corsed worth cowarddyse and couetyse boþe!",
    "2379": "In yow is vylany and vyse þat vertue disstryez.'",
    "2380": "Þenne he kaȝt to þe knot, and þe kest lawsez,",
    "2381": "Brayde broþely þe belt to þe burne seluen:",
    "2382": "'Lo! þer þe falssyng, foule mot hit falle!",
    "2383": "For care of þy knokke cowardyse me taȝt",
    "2384": "To acorde me with couetyse, my kynde to forsake,",
    "2385": "Þat is larges and lewté þat longez to knyȝtez.",
    "2386": "Now am I fawty and falce, and ferde haf ben euer",
    "2387": "Of trecherye and vntrawþe: boþe bityde sorȝe",
    "2388": "and care!",
    "2389": "I biknowe yow, knyȝt, here stylle,",
    "2390": "Al fawty is my fare;",
    "2391": "Letez me ouertake your wylle",
    "2392": "And efte I schal be ware.'",
    "2393": "Thenn loȝe þat oþer leude and luflyly sayde:",
    "2394": "'I halde hit hardily hole, þe harme þat I hade.",
    "2395": "Þou art confessed so clene, beknowen of þy mysses,",
    "2396": "And hatz þe penaunce apert of þe poynt of myn egge,",
    "2397": "I halde þe polysed of þat plyȝt, and pured as clene",
    "2398": "As þou hadez neuer forfeted syþen þou watz fyrst borne;",
    "2399": "And I gif þe, sir, þe gurdel þat is golde-hemmed,",
    "2400": "For hit is grene as my goune. Sir Gawayn, ȝe maye",
    "2401": "Þenk vpon þis ilke þrepe, þer þou forth þryngez",
    "2402": "Among prynces of prys, and þis a pure token",
    "2403": "Of þe chaunce of þe grene chapel at cheualrous knyȝtez.",
    "2404": "And ȝe schal in þis Nwe Ȝer aȝayn to my wonez,",
    "2405": "And we schyn reuel þe remnaunt of þis ryche fest",
    "2406": "ful bene.'",
    "2407": "Þer laþed hym fast þe lorde",
    "2408": "And sayde: 'With my wyf, I wene,",
    "2409": "We schal yow wel acorde,",
    "2410": "Þat watz your enmy kene.'",
    "2411": "'Nay, for soþe,' quoþ þe segge, and sesed hys helme,",
    "2412": "And hatz hit of hendely, and þe haþel þonkkez,",
    "2413": "'I haf soiorned sadly; sele yow bytyde,",
    "2414": "And he ȝelde hit yow ȝare þat ȝarkkez al menskes!",
    "2415": "And comaundez me to þat cortays, your comlych fere,",
    "2416": "Boþe þat on and þat oþer, myn honoured ladyez,",
    "2417": "Þat þus hor knyȝt wyth hor kest han koyntly bigyled.",
    "2418": "Bot hit is no ferly þaȝ a fole madde,",
    "2419": "And þurȝ wyles of wymmen be wonen to sorȝe,",
    "2420": "For so watz Adam in erde with one bygyled,",
    "2421": "And Salamon with fele sere, and Samson eftsonez--",
    "2422": "Dalyda dalt hym hys wyrde--and Dauyth þerafter",
    "2423": "Watz blended with Barsabe, þat much bale þoled.",
    "2424": "Now þese were wrathed wyth her wyles, hit were a wynne huge",
    "2425": "To luf hom wel, and leue hem not, a leude þat couþe.",
    "2426": "For þes wer forne þe freest, þat folȝed alle þe sele",
    "2427": "Exellently of alle þyse oþer, vnder heuenryche",
    "2428": "þat mused;",
    "2429": "And alle þay were biwyled",
    "2430": "With wymmen þat þay vsed.",
    "2431": "Þaȝ I be now bigyled,",
    "2432": "Me þink me burde be excused.",
    "2433": "'Bot your gordel', quoþ Gawayn, 'God yow forȝelde!",
    "2434": "Þat wyl I welde wyth guod wylle, not for þe wynne golde,",
    "2435": "Ne þe saynt, ne þe sylk, ne þe syde pendaundes,",
    "2436": "For wele ne for worchyp, ne for þe wlonk werkkez,",
    "2437": "Bot in syngne of my surfet I schal se hit ofte,",
    "2438": "When I ride in renoun, remorde to myseluen",
    "2439": "Þe faut and þe fayntyse of þe flesche crabbed,",
    "2440": "How tender hit is to entyse teches of fylþe;",
    "2441": "And þus, quen pryde schal me pryk for prowes of armes,",
    "2442": "Þe loke to þis luf-lace schal leþe my hert.",
    "2443": "Bot on I wolde yow pray, displeses yow neuer:",
    "2444": "Syn ȝe be lorde of þe ȝonder londe þer I haf lent inne",
    "2445": "Wyth yow wyth worschyp--þe wyȝe hit yow ȝelde",
    "2446": "Þat vphaldez þe heuen and on hyȝ sittez--",
    "2447": "How norne ȝe yowre ryȝt nome, and þenne no more?'",
    "2448": "'Þat schal I telle þe trwly,' quoþ þat oþer þenne,",
    "2449": "'Bertilak de Hautdesert I hat in þis londe.",
    "2450": "Þurȝ myȝt of Morgne la Faye, þat in my hous lenges,",
    "2451": "And koyntyse of clergye, bi craftes wel lerned,",
    "2452": "Þe maystrés of Merlyn mony hatz taken--",
    "2453": "For ho hatz dalt drwry ful dere sumtyme",
    "2454": "With þat conable klerk, þat knowes alle your knyȝtez",
    "2455": "at hame;",
    "2456": "Morgne þe goddes",
    "2457": "Þerfore hit is hir name:",
    "2458": "Weldez non so hyȝe hawtesse",
    "2459": "Þat ho ne con make ful tame--",
    "2460": "'Ho wayned me vpon þis wyse to your wynne halle",
    "2461": "For to assay þe surquidré, ȝif hit soth were",
    "2462": "Þat rennes of þe grete renoun of þe Rounde Table;",
    "2463": "Ho wayned me þis wonder your wyttez to reue,",
    "2464": "For to haf greued Gaynour and gart hir to dyȝe",
    "2465": "With glopnyng of þat ilke gome þat gostlych speked",
    "2466": "With his hede in his honde bifore þe hyȝe table.",
    "2467": "Þat is ho þat is at home, þe auncian lady;",
    "2468": "Ho is euen þyn aunt, Arþurez half-suster,",
    "2469": "Þe duches doȝter of Tyntagelle, þat dere Vter after",
    "2470": "Hade Arþur vpon, þat aþel is nowþe.",
    "2471": "Þerfore I eþe þe, haþel, to com to þyn aunt,",
    "2472": "Make myry in my hous; my meny þe louies,",
    "2473": "And I wol þe as wel, wyȝe, bi my faythe,",
    "2474": "As any gome vnder God for þy grete trauþe.'",
    "2475": "And he nikked hym naye, he nolde bi no wayes.",
    "2476": "Þay acolen and kyssen and kennen ayþer oþer",
    "2477": "To þe prynce of paradise, and parten ryȝt þere",
    "2478": "on coolde;",
    "2479": "Gawayn on blonk ful bene",
    "2480": "To þe knygez burȝ buskez bolde,",
    "2481": "And þe knyȝt in þe enker-grene",
    "2482": "Whiderwarde-so-euer he wolde.",
    "2483": "Wylde wayez in þe worlde Wowen now rydez",
    "2484": "On Gryngolet, þat þe grace hade geten of his lyue;",
    "2485": "Ofte he herbered in house and ofte al þeroute,",
    "2486": "And mony aventure in vale, and venquyst ofte,",
    "2487": "Þat I ne tyȝt at þis tyme in tale to remene.",
    "2488": "Þe hurt watz hole þat he hade hent in his nek,",
    "2489": "And þe blykkande belt he bere þeraboute",
    "2490": "Abelef as a bauderyk bounden bi his syde,",
    "2491": "Loken vnder his lyfte arme, þe lace, with a knot,",
    "2492": "In tokenyng he watz tane in tech of a faute.",
    "2493": "And þus he commes to þe court, knyȝt al in sounde.",
    "2494": "Þer wakned wele in þat wone when wyst þe grete",
    "2495": "Þat gode Gawayn watz commen; gayn hit hym þoȝt.",
    "2496": "Þe kyng kyssez þe knyȝt, and þe whene alce,",
    "2497": "And syþen mony syker knyȝt þat soȝt hym to haylce,",
    "2498": "Of his fare þat hym frayned; and ferlyly he telles,",
    "2499": "Biknowez alle þe costes of care þat he hade,",
    "2500": "Þe chaunce of þe chapel, þe chere of þe knyȝt,",
    "2501": "Þe luf of þe ladi, þe lace at þe last.",
    "2502": "Þe nirt in þe nek he naked hem schewed",
    "2503": "Þat he laȝt for his vnleuté at þe leudes hondes",
    "2504": "for blame.",
    "2505": "He tened quen he schulde telle,",
    "2506": "He groned for gref and grame;",
    "2507": "Þe blod in his face con melle,",
    "2508": "When he hit schulde schewe, for schame.",
    "2509": "'Lo! lorde,' quoþ þe leude, and þe lace hondeled,",
    "2510": "'Þis is þe bende of þis blame I bere in my nek,",
    "2511": "Þis is þe laþe and þe losse þat I laȝt haue",
    "2512": "Of couardise and couetyse þat I haf caȝt þare;",
    "2513": "Þis is þe token of vntrawþe þat I am tan inne,",
    "2514": "And I mot nedez hit were wyle I may last;",
    "2515": "For mon may hyden his harme, bot vnhap ne may hit,",
    "2516": "For þer hit onez is tachched twynne wil hit neuer.'",
    "2517": "Þe kyng comfortez þe knyȝt, and alle þe court als",
    "2518": "Laȝen loude þerat, and luflyly acorden",
    "2519": "Þat lordes and ladis þat longed to þe Table,",
    "2520": "Vche burne of þe broþerhede, a bauderyk schulde haue,",
    "2521": "A bende abelef hym aboute of a bryȝt grene,",
    "2522": "And þat, for sake of þat segge, in swete to were.",
    "2523": "For þat watz acorded þe renoun of þe Rounde Table,",
    "2524": "And he honoured þat hit hade euermore after,",
    "2525": "As hit is breued in þe best boke of romaunce.",
    "2526": "Þus in Arthurus day þis aunter bitidde,",
    "2527": "Þe Brutus bokez þerof beres wyttenesse;",
    "2528": "Syphen Brutus, þe bolde burne, boȝed hider fyrst,",
    "2529": "After þe segge and þe asaute watz sesed at Troye,",
    "2530": "iwysse,",
    "2531": "Mony aunterez here-biforne",
    "2532": "Haf fallen suche er þis.",
    "2533": "Now þat here þe croun of þorne,",
    "2534": "He bryng vus to his blysse! AMEN.",
    "2535": "HONY SOYT QUI MAL PENCE."
}